{
  "Jeet Jayenge Hum": [
    "http://dbpedia.org/resource/Jeet_Jayenge_Hum",
    "Jeet Jayenge Hum is an Indian television drama series airs on Sony Entertainment Television, which premiered on 14 December 2009. The series focuses on the concept of child labor, and is produced by joint venture of Aniruddh Pathak and Sanjay Kohli.",
    "Hindi",
    "",
    "2010-04-22",
    "Benaifer_Kohli",
    "Aniruddh_Pathak",
    "76",
    "1",
    "52.0",
    "India",
    "Drama",
    "N/A",
    "N/A",
    "N/A",
    "N/A",
    "Sana Sheikh, Nawazuddin Siddiqui",
    "N/A",
    "TVSeries"
  ],
  "Jonah from Tonga": [
    "http://dbpedia.org/resource/Jonah_from_Tonga",
    "Jonah from Tonga is an Australian television sitcom that is written by and starring comedian Chris Lilley. The mockumentary series follows Jonah Takalua, a rebellious 14-year-old Australian boy of Tongan descent who had been introduced in Lilley's 2007 series Summer Heights High. At the conclusion of that series, Jonah was expelled from Summer Heights High School. In this series, his father, Rocky Takalua, has sent him back to his homeland of Tonga to live with his uncle and their family in order to get Jonah's life back on track. The six-part series was produced by Princess Pictures and Chris Lilley in conjunction with the Australian Broadcasting Corporation, and screened on ABC1 in Australia, HBO in America, and BBC Three in the UK. In New Zealand Māori Television screened the first epis",
    "English",
    "",
    "2014-05-04",
    "Laura Waters",
    "Laura Waters",
    "6",
    "1",
    "27.0",
    "Australia",
    "Sitcom",
    "7.1",
    "N/A",
    "N/A",
    "Chris Lilley",
    "Chris Lilley, Tama Tauali'i, Jason Moleli",
    "1 nomination",
    "TVSeries"
  ],
  "Ozzy & Drix": [
    "http://dbpedia.org/resource/Ozzy_&_Drix",
    "Ozzy & Drix is an American animated television series based on the 2001 film Osmosis Jones. It centers on Osmosis \"Ozzy\" Jones, a street-smart white blood cell, and Drix, a stoic cold pill, who battle germs and viruses inside the body of teenage boy Hector Cruz. The series is set in a stylized version of the human body, which resembles a city where microorganisms and cells are anthropomorphic. Produced by Conundrum Entertainment and Warner Bros. Animation, the series aired on Kids' WB for two seasons and 26 episodes from 2002 to 2004. It also aired on Cartoon Network from 2004 to 2006.",
    "English",
    "",
    "2004-07-05",
    "Alan Burnett",
    "Zak_Penn",
    "26",
    "2",
    "22.0",
    "United_States",
    "Action",
    "6.9",
    "N/A",
    "N/A",
    "Alan Burnett, Marc Hyman",
    "Jeff Bennett, Phil LaMarr, Alanna Ubach",
    "4 nominations",
    "TVSeries"
  ],
  "Parks and Recreation": [
    "http://dbpedia.org/resource/Parks_and_Recreation",
    "Parks and Recreation (also known as Parks and Rec) is an American political satire mockumentary sitcom television series created by Greg Daniels and Michael Schur. The series aired on NBC from April 9, 2009, to February 24, 2015, for 125 episodes, over seven seasons. A special reunion episode aired on April 30, 2020. The series stars Amy Poehler as Leslie Knope, a perky, mid-level bureaucrat in the Parks Department of Pawnee, a fictional town in Indiana. The ensemble and supporting cast features Rashida Jones as Ann Perkins, Paul Schneider as Mark Brendanawicz, Aziz Ansari as Tom Haverford, Nick Offerman as Ron Swanson, Aubrey Plaza as April Ludgate, Chris Pratt as Andy Dwyer, Adam Scott as Ben Wyatt, Rob Lowe as Chris Traeger, Jim O'Heir as Garry \"Jerry\" Gergich, Retta as Donna Meagle, an",
    "English",
    "",
    "2015-02-24",
    "Amy Poehler",
    "",
    "126",
    "7",
    "42.0",
    "United States",
    "Political satire",
    "8.6",
    "N/A",
    "N/A",
    "Greg Daniels, Michael Schur",
    "Amy Poehler, Jim O'Heir, Nick Offerman",
    "Nominated for 14 Primetime Emmys. 25 wins & 152 nominations total",
    "TVSeries"
  ],
  "Serangoon Road": [
    "http://dbpedia.org/resource/Serangoon_Road",
    "Serangoon Road is an Australian-Singaporean television drama series which premiered on 22 September 2013 on the Australian Broadcasting Corporation (ABC) and HBO Asia. It is a detective noir drama set in the 1960s, revolving around Serangoon Road in Singapore. The 10-part series is a collaboration between ABC and HBO Asia and was filmed largely in Singapore. It was created by Paul D. Barron and directed by Peter Andrikidis and Tony Tilse. The final episode of the series aired on 29 November 2013. Though the series received encouraging ratings, HBO has no plans for a second season.",
    "English",
    "",
    "2013-11-29",
    "Paul Barron",
    "Saralo MacGregor",
    "10",
    "1",
    "55.0",
    "Australia",
    "Period_drama",
    "7.0",
    "N/A",
    "N/A",
    "Paul D. Barron",
    "Don Hany, Joan Chen, Maeve Dermody",
    "1 win & 5 nominations",
    "TVSeries"
  ],
  "Skeleton Warriors": [
    "http://dbpedia.org/resource/Skeleton_Warriors",
    "Skeleton Warriors is a 13-episode cartoon series created by Landmark Entertainment Group, which originally aired in 1994 on CBS. The show was created by producer Gary Goddard.",
    "English",
    "",
    "1994-12-10",
    "Victor Dal Chele",
    "Gary Goddard",
    "13",
    "1",
    "23.0",
    "United States",
    "Horror_fiction",
    "7.0",
    "N/A",
    "N/A",
    "Gary Goddard",
    "Jeff Bennett, Nathan Carlson, Philip L. Clarke",
    "N/A",
    "TVSeries"
  ],
  "The New Scooby and Scrappy-Doo Show  / The New Scooby-Doo Mysteries": [
    "http://dbpedia.org/resource/The_New_Scooby_and_Scrappy-Doo_Show",
    "The New Scooby and Scrappy-Doo Show is the sixth incarnation of the Hanna-Barbera Saturday morning cartoon Scooby-Doo. It premiered on September 10, 1983, and ran for one season on ABC as a half-hour program made up of two eleven-minute short cartoons. In 1984, the name of the show was changed to The New Scooby-Doo Mysteries, with the actual show format remaining the same. However, for season 2, Fred and Velma returned to the show after a four year absence. The New Scooby-Doo Mysteries ran for another season on ABC.",
    "English",
    "",
    "1984-12-01",
    "George Singer",
    "Joseph_Barbera",
    "26",
    "2",
    "22.0",
    "United States",
    "Adventure",
    "N/A",
    "N/A",
    "N/A",
    "",
    "",
    "",
    "TVSeries"
  ],
  "The Walter Winchell File": [
    "http://dbpedia.org/resource/The_Walter_Winchell_File",
    "The Walter Winchell File is the title of a television crime drama series that initially aired from 1957 to 1958, dramatizing cases from the New York City Police Department that were covered in the New York Daily Mirror. The series featured columnist and announcer Walter Winchell, John Larch, George Cisar, Robert Anderson, Robert Brubaker, Dolores Donlon, and Gene Barry, a year before he was cast in the lead of NBC's Bat Masterson.",
    "English",
    "",
    "1958-03-28",
    "Bert_Granet",
    "Desi_Arnaz",
    "39",
    "1",
    "30.0",
    "USA",
    "Anthology",
    "7.9",
    "N/A",
    "N/A",
    "N/A",
    "Walter Winchell, John Larch, George Cisar",
    "N/A",
    "TVSeries"
  ],
  "The Adventures of Teddy Ruxpin": [
    "http://dbpedia.org/resource/The_Adventures_of_Teddy_Ruxpin",
    "The Adventures of Teddy Ruxpin is an American/Canadian animated television series based on Teddy Ruxpin, an animatronic teddy bear created by Ken Forsse and distributed by toy manufacturer Worlds of Wonder. It was produced for television syndication by DIC Enterprises with Atkinson Film-Arts using many of the same voice actors used in the book-and-tape series that was made for the eponymous animatronic toy. While some of the stories used in the TV series were adapted from the books, many were original and greatly expanded upon the world established there. The series differed from traditional children's animation in that most of its 65 episodes were serialized rather than in traditional episodic form.",
    "English",
    "",
    "1987-10-23",
    "",
    "",
    "65",
    "2",
    "22.0",
    "Canada",
    "Animated",
    "7.4",
    "N/A",
    "N/A",
    "Ken Forsse",
    "Phil Baron, Will Ryan, John Stocker",
    "N/A",
    "TVSeries"
  ],
  "Robert Urich": [
    "http://dbpedia.org/resource/The_Lazarus_Man",
    "The Lazarus Man is an American Western television series produced by Castle Rock Entertainment which first aired on January 20, 1996, and ended on November 9, 1996. Starring Robert Urich as the title character, The Lazarus Man debuted on Turner Network Television and ran for 20 episodes.",
    "English",
    "",
    "1996-11-09",
    "John Binder",
    "Michael Ogiens",
    "22",
    "1",
    "43.0",
    "United States",
    "Western",
    "N/A",
    "N/A",
    "N/A",
    "",
    "",
    "",
    "TVSeries"
  ],
  "The McLean Stevenson Show": [
    "http://dbpedia.org/resource/The_McLean_Stevenson_Show",
    "The McLean Stevenson Show is an American sitcom that aired on NBC on Wednesday nights from December 1, 1976 to March 3, 1977.",
    "English",
    "",
    "1977-03-03",
    "Arnold_Margolin",
    "Monty_Hall",
    "12",
    "1",
    "30.0",
    "United States",
    "Sitcom",
    "5.2",
    "N/A",
    "N/A",
    "Norman Barasch, Carroll Moore",
    "McLean Stevenson, Barbara Stuart, Madge West",
    "N/A",
    "TVSeries"
  ],
  "Three for the Road": [
    "http://dbpedia.org/resource/Three_for_the_Road_(TV_series)",
    "Three for the Road is an American drama television series that aired on CBS from September 14 to November 30, 1975. The series follows two brothers and their recently widowed father, who travel around the country in a recreational vehicle.",
    "English",
    "",
    "1975-11-30",
    "Bill Phillips",
    "Jerry McNeely",
    "12",
    "1",
    "60.0",
    "United States",
    "Drama",
    "5.3",
    "35/100",
    "N/A",
    "Richard Martini, Tim Metcalfe, Miguel Tejada-Flores",
    "Charlie Sheen, Kerri Green, Alan Ruck",
    "N/A",
    "TVSeries"
  ],
  "The Lion King's Timon & Pumbaa": [
    "http://dbpedia.org/resource/Timon_&_Pumbaa_(TV_series)",
    "The Lion King's Timon & Pumbaa, often simply referred to as Timon & Pumbaa, is an American animated buddy children's television series created by Walt Disney Television Animation. Based on the 1994 Disney animated film The Lion King, it centers on Timon the meerkat and Pumbaa the warthog, as they live their problem-free philosophy \"Hakuna Matata\". Voice actors Ernie Sabella and Nathan Lane reprised their film roles as the title characters, with the latter voicing in only season 1.",
    "English",
    "",
    "1999-09-24",
    "",
    "",
    "85",
    "3",
    "22.0",
    "United States",
    "Adventure",
    "7.1",
    "N/A",
    "N/A",
    "N/A",
    "Ernie Sabella, Kevin Schon, Jim Cummings",
    "3 wins & 14 nominations",
    "TVSeries"
  ],
  "UC: Undercover": [
    "http://dbpedia.org/resource/UC:_Undercover",
    "UC: Undercover is an American procedural drama television series created by Shane Salerno and Don Winslow. The series premiered on the NBC network on September 30, 2001. The series ran for one season of 13 episodes, finishing its run on March 23, 2002. It focused on the secret lives and private demons of an elite Justice Department crime-fighting unit that confronted the United States' deadliest, most untouchable lawbreakers by going undercover to bust them.",
    "English",
    "",
    "2002-03-23",
    "",
    "",
    "13",
    "1",
    "43.0",
    "United States",
    "Procedural_drama",
    "6.8",
    "N/A",
    "N/A",
    "Shane Salerno, Don Winslow",
    "Oded Fehr, Jon Seda, Vera Farmiga",
    "1 win & 3 nominations",
    "TVSeries"
  ],
  "Atlantic Crossing": [
    "http://dbpedia.org/resource/Atlantic_Crossing_(TV_series)",
    "Atlantic Crossing is a historical drama in the form of a television miniseries set in Norway and the United States during World War II. The series is wide-ranging but pays special attention to interactions between Crown Princess Martha of Norway and President Franklin Roosevelt during the period when Martha was a war refugee in the United States after fleeing the 1940 Nazi Invasion of Norway. Some portions with Norwegian spoken dialogue are subtitled in English. It premiered on 25 October 2020 on NRK in Norway. The series premiered 4 April 2021 on Masterpiece Theatre on PBS.",
    "Norwegian, English",
    "",
    "2020-12-13",
    "Silje Hopland Eik",
    "",
    "8",
    "1",
    "55.0",
    "Norway",
    "Historical_drama",
    "7.2",
    "N/A",
    "N/A",
    "Alexander Eik",
    "Kyle MacLachlan, Sofia Helin, Tobias Santelmann",
    "2 wins & 1 nomination",
    "TVSeries"
  ],
  "Ugly Delicious": [
    "http://dbpedia.org/resource/Ugly_Delicious",
    "Ugly Delicious is a non-fiction original series on Netflix combining travel, cooking, and history. Each episode highlights one dish or concept, and explores how it is made in different regions and how it evolves. The first season premiered on February 23, 2018 with host David Chang. On November 22, 2018, it was renewed for a second season, which premiered on March 6, 2020. The second season contained only half as many episodes as the first, likely due to Chang's increasingly busy schedule and the birth of his first child.",
    "English",
    "",
    "2020-03-06",
    "Lisa_Nishimura",
    "Ben Cotner",
    "12",
    "2",
    "55.0",
    "U.S.",
    "Cooking",
    "7.8",
    "N/A",
    "N/A",
    "Morgan Neville",
    "David Chang, Peter Meehan, Aziz Ansari",
    "Nominated for 1 Primetime Emmy. 1 win & 1 nomination total",
    "TVSeries"
  ],
  "Ultimate Spider-Man": [
    "http://dbpedia.org/resource/Ultimate_Spider-Man_(TV_series)",
    "Ultimate Spider-Man is an American superhero animated television series based on the Spider-Man comics published by Marvel Comics. The series featured writers such as Brian Michael Bendis (who also created the comic book series of the same name), Paul Dini, and Man of Action (a group consisting of Steven T. Seagle, Joe Kelly, Joe Casey and Duncan Rouleau). The third season was retitled Ultimate Spider-Man: Web-Warriors and the fourth and final season was retitled Ultimate Spider-Man vs. the Sinister 6.",
    "English",
    "",
    "2017-01-07",
    "Drake Bell",
    "Jeph_Loeb",
    "104",
    "4",
    "22.0",
    "United States",
    "Action",
    "7.2",
    "N/A",
    "N/A",
    "Todd McFarlane, David Michelinie, Bill Mantlo",
    "Drake Bell, Ogie Banks, Chi McBride",
    "9 nominations",
    "TVSeries"
  ],
  "Ultraman: Towards the Future": [
    "http://dbpedia.org/resource/Ultraman:_Towards_the_Future",
    "Ultraman: Towards the Future, released in Japan as Ultraman Great (ウルトラマンG（グレート）, Urutoraman Gurēto), is a Japanese–Australian tokusatsu science fiction television series produced as a co-production between Tsuburaya Productions and the South Australian Film Corporation. It is the 10th installment in the Ultra Series, the first series to be produced during Japan's Heisei period and the third foreign production in the franchise after Ultraman: The Adventure Begins.",
    "English",
    "",
    "1992-03-28",
    "Kiyoshi_Suzuki",
    "Noboru Tsuburaya",
    "13",
    "1",
    "25.0",
    "Australia",
    "Superhero_fiction",
    "6.4",
    "N/A",
    "N/A",
    "N/A",
    "Dore Kraus, Gia Carides, Ralph Cotterill",
    "N/A",
    "TVSeries"
  ],
  "Under Cover": [
    "http://dbpedia.org/resource/Under_Cover_(1991_TV_series)",
    "Under Cover is an American secret agent drama series that premiered on ABC on January 7, 1991. The series starred Anthony John Denison and Linda Purl as Dylan and Kate Del'Amico, a husband and wife who share the same day job—as spies for a fictional U.S. intelligence agency. Under Cover follows the couple's adventures as they attempt to balance the demands of a sometimes deadly profession while raising two children. The series co-starred John Rhys-Davies as Flynn, the team's gadget man (analogous to James Bond's Q) who is also a deadly assassin.",
    "English",
    "",
    "1991-07-20",
    "Terry Morse, Jr.",
    "John_Sacret_Young",
    "13",
    "1",
    "45.0",
    "United_States",
    "Spy_thriller",
    "4.9",
    "N/A",
    "N/A",
    "Scott Fields, Menahem Golan, John Stockwell",
    "David Neidorf, Jennifer Jason Leigh, Barry Corbin",
    "N/A",
    "TVSeries"
  ],
  "Unikitty!": [
    "http://dbpedia.org/resource/Unikitty!",
    "Unikitty! (stylized as UniKitty!) is an American animated television series developed by Ed Skudder and Lynn Wang for Cartoon Network. It is produced by The Lego Group and Warner Bros. Animation and the series stars the character of the same name from The Lego Movie and its sequel, The Lego Movie 2: The Second Part.",
    "English",
    "",
    "2020-08-27",
    "",
    "",
    "104",
    "3",
    "11.0",
    "Denmark",
    "Action",
    "5.5",
    "N/A",
    "N/A",
    "Ed Skudder, Lynn Wang",
    "Kate Micucci, Tara Strong, Grey Griffin",
    "1 nomination",
    "TVSeries"
  ],
  "My Antonio": [
    "http://dbpedia.org/resource/My_Antonio",
    "My Antonio was a reality television show about Antonio Sabàto, Jr. first broadcast on VH1 in 2009. The series followed Sabàto (then 37 years of age) in his search for a partner. Single women arrived in Hawaii to compete for Sabàto's approval. Extra drama was created by the addition of Sabàto's mother and the appearance of his ex-wife Tully Jensen as one of the competitors.",
    "",
    "",
    "2009-10-25",
    "Stewart Strunk",
    "Stella Bulochnikov Stolper",
    "10",
    "1",
    "60.0",
    "United States",
    "Reality television",
    "4.8",
    "N/A",
    "N/A",
    "N/A",
    "Antonio Sabato Jr., Christi Shake, Autumn Anderson",
    "N/A",
    "TVSeries"
  ],
  "Love It or List It Vancouver": [
    "http://dbpedia.org/resource/Love_It_or_List_It_Vancouver",
    "Love It or List It Vancouver, known as Love It or List it Too in the United States, is a Canadian home design reality TV series airing on the W Network. The show was the first spin off from Love It or List It and was the second show in the Love it or List It franchise. The show is produced by Big Coat Productions and is based in the Greater Vancouver area and other surrounding areas in British Columbia, Canada. In November 2017, the series was planning to film in the Okanagan valley.",
    "English",
    "",
    "",
    "Shel Piercy",
    "Maria Armstrong, Catherine Fogarty",
    "129",
    "5",
    "60.0",
    "Canada",
    "Reality_television",
    "6.7",
    "N/A",
    "N/A",
    "N/A",
    "Jillian Harris, Todd Talbot, Kenny Gemmill",
    "1 win & 3 nominations",
    "TVSeries"
  ],
  "The Joseph Smith Papers": [
    "http://dbpedia.org/resource/The_Joseph_Smith_Papers_(TV_series)",
    "The Joseph Smith Papers: Television Documentary Series is a documentary television series produced by and the Larry H. Miller Communications Corporation. The series documented the creation of, and work involved in, the Joseph Smith Papers Project. It also discussed the history of Joseph Smith, the founder and first prophet of The Church of Jesus Christ of Latter-day Saints (LDS Church), as well as the early history of the Latter Day Saint movement.",
    "English",
    "",
    "",
    "Glenn Rawson",
    "Larry_H._Miller",
    "94",
    "2",
    "30.0",
    "United States",
    "Mormon_studies",
    "N/A",
    "N/A",
    "N/A",
    "",
    "",
    "",
    "TVSeries"
  ],
  "The Moe Show": [
    "http://dbpedia.org/resource/The_Moe_Show",
    "The Moe Show is a New Zealand live-action preschool puppet series. It follows puppet character Moe on his journeys of discovery throughout New Zealand.",
    "English",
    "",
    "",
    "Zane Holmes",
    "Jeremy Dillon",
    "217",
    "4",
    "24.0",
    "New Zealand",
    "Children's_television",
    "N/A",
    "N/A",
    "N/A",
    "N/A",
    "Jeremy Dillon, Simon McKinney, Alan Parr, Sarah Thomson",
    "N/A",
    "TVSeries"
  ],
  "Udaariyaan": [
    "http://dbpedia.org/resource/Udaariyaan",
    "Udaariyaan is an Indian television drama series that airs on Colors TV. Produced by Sargun Mehta and Ravi Dubey, it premiered on 15 March 2021. It stars Ankit Gupta, and Priyanka Choudhary .",
    "Hindi",
    "",
    "",
    "Ravi_Dubey",
    "Ali Hasan",
    "147",
    "1",
    "23.0",
    "India",
    "Drama",
    "4.1",
    "N/A",
    "N/A",
    "N/A",
    "Ankit Gupta, Priyanka Chaudhary, Isha Malviya",
    "N/A",
    "TVSeries"
  ],
  "Um Hārūn": [
    "http://dbpedia.org/resource/Um_Harun",
    "Um Hārūn (Gulf Arabic: ام هارون‎, romanized: Um Hārūn, lit. 'Mother of Aaron', Gulf Arabic pronunciation: [ʊm häːruːn]) is a Kuwaiti television series that started airing during the , a time when TV viewership in Arabic-speaking countries is very high. Most of the actors and actresses are from Arab states of the Persian Gulf, with the most notable being from Kuwait.",
    "Arabic",
    "",
    "",
    "ʿimād il-ʿnizi",
    "Našʾat al-Mulḥim",
    "30",
    "1",
    "45.0",
    "Kuwait",
    "Serial drama",
    "N/A",
    "N/A",
    "N/A",
    "",
    "",
    "",
    "TVSeries"
  ]
}