{
  "Jeet Jayenge Hum": [
    "http://dbpedia.org/resource/Jeet_Jayenge_Hum",
    "Jeet Jayenge Hum is an Indian television drama series airs on Sony Entertainment Television, which premiered on 14 December 2009. The series focuses on the concept of child labor, and is produced by joint venture of Aniruddh Pathak and Sanjay Kohli.",
    "Hindi",
    "",
    "2010-04-22",
    "Benaifer_Kohli",
    "Aniruddh_Pathak",
    "76",
    "1",
    "52.0",
    "India",
    "Drama",
    "N/A",
    "N/A",
    "N/A",
    "N/A",
    "Sana Sheikh, Nawazuddin Siddiqui",
    "N/A",
    [],
    "TVSeries"
  ],
  "Jonah from Tonga": [
    "http://dbpedia.org/resource/Jonah_from_Tonga",
    "Jonah from Tonga is an Australian television sitcom that is written by and starring comedian Chris Lilley. The mockumentary series follows Jonah Takalua, a rebellious 14-year-old Australian boy of Tongan descent who had been introduced in Lilley's 2007 series Summer Heights High. At the conclusion of that series, Jonah was expelled from Summer Heights High School. In this series, his father, Rocky Takalua, has sent him back to his homeland of Tonga to live with his uncle and their family in order to get Jonah's life back on track. The six-part series was produced by Princess Pictures and Chris Lilley in conjunction with the Australian Broadcasting Corporation, and screened on ABC1 in Australia, HBO in America, and BBC Three in the UK. In New Zealand Māori Television screened the first epis",
    "English",
    "",
    "2014-05-04",
    "Laura Waters",
    "Laura Waters",
    "6",
    "1",
    "27.0",
    "Australia",
    "Sitcom",
    "7.1",
    "N/A",
    "N/A",
    "Chris Lilley",
    "Chris Lilley, Tama Tauali'i, Jason Moleli",
    "1 nomination",
    [
      {
        "comment_title": "Funny up to a point",
        "comment_text": "These spinoffs from the Summer Heights High TV show feature one of the characters in depth rather than switching between them. This gives us more focus but at the expense of wearing the material thin. I think I liked the original format more because it kept things fresh. I'm surprised that Jonah and Ja'mie got spinoffs but not Mr. G considering that he was probably the most popular character. This show demonstrates why. Although Jonah is a funny and endearing character, it is only entertaining up to a point and there is a finite limit for his much they can get out of this one character."
      },
      {
        "comment_title": "Chris Lilley's humor doesn't always translate to American audiences",
        "comment_text": ""
      },
      {
        "comment_title": "Hilarious, accurate, surprisingly heart-warming",
        "comment_text": "I was a big fan of Jonah back when I was in middle school (as I related to it, having a Samoan best friend) and really got excited to hear there was a sequel! Outdoes the original by far. Just Jonah and his misadventures.Perfectly portrays a troubled teenage boy in every way. Also embodies Polynesian youth pretty well (I grew up with a ton of Polynesians my whole life). Super funny, even heartwarming at times, as you see the development of this youth.Chris Lilley is amazing as well, having created all of this and portraying the main character. Very talented. I'm American also, but maybe many Americans wouldn't really get it, especially if you don't know many Islanders. But try to enjoy it nonetheless."
      },
      {
        "comment_title": "Awful",
        "comment_text": "Might be me, maybe I just don't get it but I found this neither clever, inciteful nor funny."
      },
      {
        "comment_title": "Another YOB hero to look down on",
        "comment_text": "This show is a tragedy disguised as a comedy. Lots of swearing, nut punching, more swearing, dancing, corny jokes (the point of which is to be corny.) Not one original or fresh idea in the whole show. It plays like an old time minstrel show, where white men donned black-face to make fun of black people. I can't imagine who commissioned this tragedy. As you watch it you can see Jonah's future unfold; pregnant girlfriends, multiple children growing up like him, a series of minimum wage jobs, punctuated by long periods of unemployment and jail time. Later there will substance abuse leading to addiction and homelessness and the last act will be when he is murdered or dies at 44. Not much of a comedy in that is there? The fact that people find this funny is another disturbing aspect of show. I hope it gets canceled as soon as possible. We have enough people like \"Jonas\" in the world already and I fear this moron will become a popular part of popular culture, like the knock-out game and similar b.s. that mass media disseminates over the airwaves. To sum up, kill it before it spreads."
      }
    ],
    "TVSeries"
  ],
  "Ozzy & Drix": [
    "http://dbpedia.org/resource/Ozzy_&_Drix",
    "Ozzy & Drix is an American animated television series based on the 2001 film Osmosis Jones. It centers on Osmosis \"Ozzy\" Jones, a street-smart white blood cell, and Drix, a stoic cold pill, who battle germs and viruses inside the body of teenage boy Hector Cruz. The series is set in a stylized version of the human body, which resembles a city where microorganisms and cells are anthropomorphic. Produced by Conundrum Entertainment and Warner Bros. Animation, the series aired on Kids' WB for two seasons and 26 episodes from 2002 to 2004. It also aired on Cartoon Network from 2004 to 2006.",
    "English",
    "",
    "2004-07-05",
    "Alan Burnett",
    "Zak_Penn",
    "26",
    "2",
    "22.0",
    "United_States",
    "Action",
    "6.9",
    "N/A",
    "N/A",
    "Alan Burnett, Marc Hyman",
    "Jeff Bennett, Phil LaMarr, Alanna Ubach",
    "4 nominations",
    [
      {
        "comment_title": "Clever, original and smart spin-off show",
        "comment_text": "I am aware that the movie Osmosis Jones does have a fairly bad rap, but when I saw it I was surprised at how much I enjoyed it. This spin-off show Ozzy and Drix actually surpasses it I think. The concept is still fresh, clever and original, and I really liked how smart and entertaining it was. Yes, some of the humour is crude and there are one or predictable moments at times. However, the animation does have its uniqueness with nice backgrounds and the characters look interesting, and the music is good, even the theme song was tolerable and admittedly I don't like that style of music. The characters are likable and unique, Drix is my favourite, he's funny and cute if somewhat silly on occasions. I also like Ozzy because he is cool and smart, and the supporting characters are quirky too. The voice acting is also top notch. Overall, clever, original and smart spin-off show that in my opinion is better than the film. 9/10 Bethany Cox"
      },
      {
        "comment_title": "Better than the movie.",
        "comment_text": ""
      },
      {
        "comment_title": "Clever and under-rated",
        "comment_text": ""
      },
      {
        "comment_title": "This show is a cancer.",
        "comment_text": "For those who have seen Osmosis Jones, then you probably know the story. For those who haven't, let me spell it out. Osmosis Jones took place within the body of a slob named Frank, who definitely isn't the healthiest man alive. From his intake of junk food and an egg that came out of a monkey's mouth and landed on the floor, he unfortunately catches a virus called the Red Death. Luckily, inside him, he has a courageous, but hilarious white blood cell named, well, Osmosis Jones. Later on, Osmosis meets up with Drix, a cold pill, and together, they stop the Red Death and save Frank, who then moves down a much more healthy road.The movie was a success, but then, before they thankfully went out of business, Kids WB took up the license and made something terrible from a good thing. Meet \"Ozzy and Drix\", the 'hip' and 'cool' title of the awful cartoon based on the movie, or so it seems. In the first episode, you know something's wrong. The creators must have watched about half an hour of the movie and then went to write the script because here, the show takes place after the movie, but Frank isn't going down his healthy path to redemption, despite the fact that he almost died! Here, he is the same old' slob, maybe even worse, chowing down on hot wings and nachos.Osmosis (I'm not calling him 'Ozzy') and Drix, sad over Frank's gluttony, eventually end up being launched out of Frank's body and go smack into the insides of a teenage boy named Hector. Here, they meet the child-of-a-mayor and the tough police officer Maria, and after they are freed from the crimes of being \"outsiders\", Osmosis gets that \"We can start over!\" idea and decides to leave Frank behind to try and lead Hector to a healthy life, something he failed to do with Frank. Unfortunately, that's about all you'll watch because then, the show falls apart.Our favorite white blood cell went from a cool, laid-back character who has a big heart to a pathetic idiot who thinks with his gun and not his head. Same goes for Drix. In the movie, he was a tough, no-holds-barred, and yet very friendly cold pill, but out of a strange twist of fate (and terrible script-writing), Drix has turned into a comic-book-reading, screams-like-a-girl wuss! Sure, he has his capsules, which, if you saw the movie, is Drix's specialty, but here, they are used to net bad guys, freeze the floor to make the bad guys slip and fall, and many other cartoonish ways that would have put Drix from the movie to tears.The episodes are always the same. Germ shows up, causes mayhem to make itself a threat, police try to stop it, get their butts kicked, Osmosis and Drix show up, get their butts kicked, they come up with a plan, they beat the germ, THE END! There is only one episode I actually found to have a very good message, which saved the show from getting 1 out of 10 from me, and that was when Hector began smoking, that's right, SMOKING, and therefore, unleashes Nicotine, Tar, etc. into the body. The bodily duo beat them, as you might expect.The dark, sometimes violent nature of the movie, like the Red Death was slitting the throats of germ mobsters and killing his ways to the brain, made the movie anything but a \"Who Framed Roger Rabbit\" rip-off and made it into something great. In the cartoon, Kids WB, as you might have guessed, removed all that and turned the violence down, trying to make a good children's cartoon.Ozzy and Drix is a horrible, horrible show. If you thought Power Rangers was repetitive, well, you haven't seen this cartoon. The characters are but childish versions of their former selves, the storyline that supposedly picks up where the movie felt off is terribly done (Frank LEARNED his lesson! He was HEALTHY at the end of the movie!), and Kids WB was able to take an awesome movie and completely ruin it to the point where kids wouldn't understand the medical lingo and teenagers and adults would just shrug, if they were clawing out their ears from the rap, uh huh, RAP theme song and the horrific voices that took the place of Chris Rock and David Hyde Pierce. I'm glad you went out of business, Kids WB. You deserved it! R.I.P. Osmosis."
      },
      {
        "comment_title": "Well its 16 years ago I last watched this classic.",
        "comment_text": "I saw Ozzy and Drix a lot on Cartoon Network back in 2002 & 2003, the show was really fun and creative at the time. And the funniest character in my opinion was Ozzy, he will make laugh i will tell you that.If you don't know what its about, well its about Ozzy and Drix who are cops but they are cells, they get sucked into a fly, and they get over to a new person named is hector, the fly throw them out and they get saved by hectors cells which are the cops. Later on they decided to stay, now its op to them both to fight crime.\"fun fact\" The mayor in hector is a teenager.But overall Ozzy & Drix is a great show from Cartoon Network from that era, and its kinda sad they don't make cartoons like these anymore."
      }
    ],
    "TVSeries"
  ],
  "Parks and Recreation": [
    "http://dbpedia.org/resource/Parks_and_Recreation",
    "Parks and Recreation (also known as Parks and Rec) is an American political satire mockumentary sitcom television series created by Greg Daniels and Michael Schur. The series aired on NBC from April 9, 2009, to February 24, 2015, for 125 episodes, over seven seasons. A special reunion episode aired on April 30, 2020. The series stars Amy Poehler as Leslie Knope, a perky, mid-level bureaucrat in the Parks Department of Pawnee, a fictional town in Indiana. The ensemble and supporting cast features Rashida Jones as Ann Perkins, Paul Schneider as Mark Brendanawicz, Aziz Ansari as Tom Haverford, Nick Offerman as Ron Swanson, Aubrey Plaza as April Ludgate, Chris Pratt as Andy Dwyer, Adam Scott as Ben Wyatt, Rob Lowe as Chris Traeger, Jim O'Heir as Garry \"Jerry\" Gergich, Retta as Donna Meagle, an",
    "English",
    "",
    "2015-02-24",
    "Amy Poehler",
    "",
    "126",
    "7",
    "42.0",
    "United States",
    "Political satire",
    "8.6",
    "N/A",
    "N/A",
    "Greg Daniels, Michael Schur",
    "Amy Poehler, Jim O'Heir, Nick Offerman",
    "Nominated for 14 Primetime Emmys. 25 wins & 152 nominations total",
    [
      {
        "comment_title": "It gets better and better once you get to know the characters.",
        "comment_text": "\"Parks and Recreation\" is set in a horrid little fictional town in Indiana named 'Pawnee'. It is a reality-looking series--much like \"The Office\" where cameras follow people all working for the Parks and Recreation Department and consists of their very strange adventures and relationships.My daughter got me hooked on \"Parks and Recreation\". However, before we began watching the shows together, she warned me that the show starts slowly but once you get to know the characters, it gets a lot better--and boy was she right. Like any good sit-com, this one has wonderful characters that you can't help but like thanks to very good writing and wonderful character development. Well worth seeing and fun."
      },
      {
        "comment_title": "Great wacky work family",
        "comment_text": ""
      },
      {
        "comment_title": "Parks and Recreation",
        "comment_text": "It's not as bad as the bafflingly popular but very unfunny '30 Rock', but I'm afraid 'Parks and Rec' doesn't do a lot for me."
      },
      {
        "comment_title": "Grr",
        "comment_text": "I reckon that manager bloke looks angry all the time"
      },
      {
        "comment_title": "Amy Poehler's Great!",
        "comment_text": "I have been a Saturday Night Live fan for too long. I like Amy Poehler as Leslie Knope, an idealistic parks and recreational director, for Pawnee, Indiana. The show is based about the parks and recreation department in a small Midwestern town. Amy Poehler should be on the list for Emmy nominees for Best Actress in a Comedy Series. She shines as Leslie Knope. I only wished that Lorne Michaels would start developing sitcoms with his Saturday Night Live alumni like Poehler and Tina Fey. It's worth the investment and we need to laugh in times like this more than ever. The show has a quirky, offbeat sense of humor and a supporting cast that doesn't seem familiar yet but I'm sure I'll recognize them in time. Anyway, guest stars like Megan Mullally is worth watching."
      }
    ],
    "TVSeries"
  ],
  "Serangoon Road": [
    "http://dbpedia.org/resource/Serangoon_Road",
    "Serangoon Road is an Australian-Singaporean television drama series which premiered on 22 September 2013 on the Australian Broadcasting Corporation (ABC) and HBO Asia. It is a detective noir drama set in the 1960s, revolving around Serangoon Road in Singapore. The 10-part series is a collaboration between ABC and HBO Asia and was filmed largely in Singapore. It was created by Paul D. Barron and directed by Peter Andrikidis and Tony Tilse. The final episode of the series aired on 29 November 2013. Though the series received encouraging ratings, HBO has no plans for a second season.",
    "English",
    "",
    "2013-11-29",
    "Paul Barron",
    "Saralo MacGregor",
    "10",
    "1",
    "55.0",
    "Australia",
    "Period_drama",
    "7.0",
    "N/A",
    "N/A",
    "Paul D. Barron",
    "Don Hany, Joan Chen, Maeve Dermody",
    "1 win & 5 nominations",
    [
      {
        "comment_title": "Good solid period piece. Tender and touching. We need more like this.",
        "comment_text": "Find a way to watch this one if you can. If you are tired of the ordinary, then this is a great start. With the Australian Broadcasting Company, and HBO Asia together they have a chance to bring together some of the worlds greatest talents for western audiences to finally see, or see more of. The great Joan Chen still looking as regal as she did playing cyborgs in the 90's, and Don Hany as the only man who is aloud to go into the darker places along Serangoon Rd. is a good strong lead that I hope we see more of. The main feeling of the show is a lot like many of today's period pieces, but with a bit tamer less American ham fistedness about it. If you remember Tropical Heat (Sweating Bullets) this feels a lot like that, only on a set much like the China as represented in Smallville. The episodes have been aired out of sequence somewhat , as something has subtly changed from the 5th, to the 7th episodes that is not there in episode 1. If you are looking for something new, and you like to imagine life in other times worlds away, then you will Enjoy this show a lot. I'll keep with it as long as they keep making them."
      },
      {
        "comment_title": "Flawed, but still deserved a second or third series",
        "comment_text": "I love series set in exotic locations, and having lived in Singapore during the 60's I enjoyed the tightly packed locations of Serangoon Road immensely, although the tightly crooked streets were nothing like the real road, but it had several flaws which a writer/producers? with some knowledge of Singapore's history and customs could have corrected with a little research.The series had the usual stock characters of noir thrillers in port cities, the boozy reporter propping up the bar, the renegade European raised in the city and able to mix in both cultures, the deivous US and British intelligence operatives, the married woman love interest, the old market trader, Aunty, who sees all and hears all, the Chinese sidekick forever in gambling debt willing to take a bullet (or not) for his BFF, and best of all by far, the Asian villain, Kay Song, who saved the series for me. I could not take my eyes off him.* The series was set in 1964 when Singapore was supposedly fighting for Independence, which had actually been forced on them in 1961. Oh well, most viewers were not born then.* Having been a prisoner of the Japanese as a child, Sam would have been 29 or 30. Don Haney looked to be on the wrong side of 40, and did he ever wash or change his shirt? The biggest goof for me was the 3-day stubble which was never seen other than on bar flies with long neglected hygiene, and most definitely, absolutely not at a black tie embassy function.* The pathetic romance with a married woman was an attempt at a Casablanca or Pepe le Moko affair, but all they did was woodenly moon like lovesick high schoolers with their first love. A needy, immature, selfish manipulative married woman cheating on her husband, for crying out loud. Give me a break! I would have been able to believe it if he had already been married and divorced in the past, but first love at 30? This 'romance' should have been dropped in favor of the stock bar hostess occasional bedmate character.One thing they did get right was the absence of airconditioning. Ceiling fans, open windows, and loose sleeveless clothing. When it was hot and humid, you accepted it and adjusted accordingly.Spoiler ahead: Overall, by comparison with today's detective series, it was very bland and quite chaste, in the manner of 60's TV shows where a detective never lost his hat in a fist fight nor had a cut or scratch. I am not one to advocate the grim Scandinavian and French gore fests, but the series could have had much more life. For example, a few backstories such as episodes recalling Sam's past in Changi captivity and the brutal Japanese occupation, Sam's past activities in the Malay campaign and the widow Chen's history. By far the best actor was the villain and I would have liked to see a lot more of him, especially as the series ended openly with him taking control of his gang and a possibility of another season."
      },
      {
        "comment_title": "Good show",
        "comment_text": "I really like this show.Good actors, setting and good stories.It mainly takes place in a district in Singapore in the 60s where crime poverty and gangs are rampant and people struggle to get by day by day.I like the slow pace of the show which doesn't make it less engaging and suspenseful.If you like good drama a new setting and diving into a fascinating world you didn't know before give this show a try.It stand apart very positively from all the soulless vampire, sci-fi and fantasy shows which swamp TV land nowadays where some miscast teen models run around CGI environments in search of a decent and interesting story."
      },
      {
        "comment_title": "Vapid pablum ... an embarrassment.",
        "comment_text": "I live in Asia and was looking forward to this Singapore drama by HBO for months. Many of the finest programs come from HBO, expectations were high. The cast is good, the Asia backdrop inviting, and the premise engaging. Embarrassingly, this series could have been set in Saskatoon and named Saskatchewan road - there is none of the rich history of British colonization, no remnants of Japan's extreme brutalization are evident, no Indian element (though a major Singaporean class). Nothing for us Asian fans at all (except old radios and period dresses). Still, the idea of entire episodes being formulaic, predictable and riddled with bizarre and exasperating moral preachiness left everyone in our house deeply troubled... this is NOT daring work, not in any way insightful, the plots never bite into real issues. We have an absence of exhilaration or even titillation.Smoky bars and prostitutes galore (with transvestite darlings who get their testicles fondled as pivotal part of plot development?), check. Ridiculous fist fights from deeply into middle-age Sam who gleefully dives headfirst into rooms full of actively fit muscular young men serves only to prove that our protagonist is unable to think through even the most simplistic of predicaments - decidedly sloppy for a character who is purported to be wise. Bar brawls sprinkled in every 20 minutes is in all absolutes not an Asian cultural reality, quite specifically this must be a 'Western adaptation' as any Asians would label this behavior dense and unrefined at best. Forlorn broody looks from love interests that go nowhere, yep. And of course, all Americans and America are always evil, all Australians saints? Ahh yes, this is clever award winning stuff .... And the ONLY black person in the series is an innocent - falsely accused by the Evil Empire, check. Zero humor, zero twists, zero tension, zero... How, how did this ever get past quality control? HBO should be ashamed.. . Rrrrr, such hope..."
      },
      {
        "comment_title": "Disbelief NOT suspended",
        "comment_text": "I could not get any way into this.From the outset it looked like a crew acting a story.While the set looked like a set for the actors.Don't bother with it."
      }
    ],
    "TVSeries"
  ],
  "Skeleton Warriors": [
    "http://dbpedia.org/resource/Skeleton_Warriors",
    "Skeleton Warriors is a 13-episode cartoon series created by Landmark Entertainment Group, which originally aired in 1994 on CBS. The show was created by producer Gary Goddard.",
    "English",
    "",
    "1994-12-10",
    "Victor Dal Chele",
    "Gary Goddard",
    "13",
    "1",
    "23.0",
    "United States",
    "Horror_fiction",
    "7.0",
    "N/A",
    "N/A",
    "Gary Goddard",
    "Jeff Bennett, Nathan Carlson, Philip L. Clarke",
    "N/A",
    [
      {
        "comment_title": "Good to the Bone",
        "comment_text": ""
      },
      {
        "comment_title": "Nice",
        "comment_text": "Nice series 2 bad it focust more on the boring character of Lightstar when his brother was the more interesting character."
      },
      {
        "comment_title": "a forgotten piece of gold",
        "comment_text": "I just recently rediscovered this cartoon, I remember buy a few of the figures at kay bee toys because of how cool and detailed they looked, but the cartoon mostly passed me buy. After watching this cartoon, and seeing the 2nd series of action figures, vehicles and play sets I realized how great this could of been. This so was supposedly meant to be the masters of the universe of the 1990's and was all geared up from trading cards, board games, coloring books, bath products, video games and a wonderful toy line by playmates, so the comparisons were definitely there,so then why did it fail? some speculate it was the simple fact that it was to dark and parents were reluctant to buy these for there children, why others think it was a little boom called Power Rangers which debuted around the same time or even that video games were becoming the go to for children's entertainment, which is a shame because this could of been one epic cartoon series that had a long life and I could even see a great movie come from this. The story revolves around 3 royal siblings Prince Lightstar, Talon, and Grimskull who all got different special powers from a crystal that was split in two, the one that had the other part of the crystal was Baron Dark who served under the siblings now deceased father who was also the king. Baron Dark used Grimskulls jealousy of his older brother lightstar against him and the kingdom and tried to seize power, but in the processes of trying to obtain the crystal he was turned into an immortal living skeleton who could also turn others with evil in there heart into living skeletons. Baron Dark uses his new power to take over the kingdom as the three siblings form a rebellion to try to regain power from Baron Dark and his horde of evil skeleton warriors. So what could sound better than that? The animation was pretty good for the time, and the story line was very good almost to adult at points. The theme song was a typical 90's cartoon theme that could be compared to most of the cartoons at the time, I think a more epic opening could of benefited from the series more like He man. Some of the jokes were kind of lame but some of them were funny, the series also did something very rare for a kids cartoons in the 80's and 90's it made the villains a real threat, sure they had some comic relief like Dagger and even Baron Dark would do the occasional funny line but for the most part these were truly evil and dangerous villains. The show began and ended which a cgi gold floating skull voiced by a true voice over legend, the skull would give out very well thought out commentaries and questions on the episode that would really make you think about morals, right and wrong. over all this series had good voice actors, great story lines wonderful animation and then add the good video game, one of the best toy lines for the time and other great products so it is such a shame that this franchise never took off. I think this might of been more suited for an 80's release maybe it would of been huge, but instead we lost a potential wonderful cartoon and got stuck with unintelligent recycled Japanese leftovers."
      },
      {
        "comment_title": "Great forgotten animated series...",
        "comment_text": "I remember watching this series religiously back when it premiered in 1994, and wishing it had lasted longer. It set up a really cool futuristic universe in where a trio of siblings are royalty and their father has passed away. The royal family's baron tries to take over the city by stealing the city's source of power, a crystal. By doing this the crystal is split into two, causing Baron Dark to transform into a skeleton, making him virtually indestructible. The three kids also take on special powers of their own and from that point on an ongoing battle begins between the family and Baron Dark's army of skeletons he creates. I remember this show being a very exciting, action packed show with a lot of great conflict between both opposing sides. They should put the entire series out on DVD for those who remember it and enjoyed it. It has a small cult following and I think would make a really awesome live action movie. Think Pirates of the Caribbean combined with Star Wars and that will give you a good idea."
      }
    ],
    "TVSeries"
  ],
  "The New Scooby and Scrappy-Doo Show  / The New Scooby-Doo Mysteries": [
    "http://dbpedia.org/resource/The_New_Scooby_and_Scrappy-Doo_Show",
    "The New Scooby and Scrappy-Doo Show is the sixth incarnation of the Hanna-Barbera Saturday morning cartoon Scooby-Doo. It premiered on September 10, 1983, and ran for one season on ABC as a half-hour program made up of two eleven-minute short cartoons. In 1984, the name of the show was changed to The New Scooby-Doo Mysteries, with the actual show format remaining the same. However, for season 2, Fred and Velma returned to the show after a four year absence. The New Scooby-Doo Mysteries ran for another season on ABC.",
    "English",
    "",
    "1984-12-01",
    "George Singer",
    "Joseph_Barbera",
    "26",
    "2",
    "22.0",
    "United States",
    "Adventure",
    "N/A",
    "N/A",
    "N/A",
    "",
    "",
    "",
    [
      {
        "comment_title": "I don't think I agree with the 4.3 rating!",
        "comment_text": ""
      },
      {
        "comment_title": "An improvement over the last incarnation.",
        "comment_text": ""
      },
      {
        "comment_title": "Good show!",
        "comment_text": "When this show was on I watched it every time I could! I thought that the characters were really funny and all had great personalities. The animation in My opinion was crisp, clean, and really clear. Not to mention beautiful! Most of the characters in this show are hilarious like Looney Tunes characters that we all love. in My opinion these characters are the funnies and talented ever seen. In fact, The things that goes on in this series' cartoons are in My opinion nuts which that is what makes them hilarious! There are so many to like and laugh at and the silly things they do! If you like the original Looney Tunes then I strongly recommend that you watch this show!"
      },
      {
        "comment_title": "An Honest Review",
        "comment_text": "It is a little better than the last installment with Scrappy Doo. At least it seems to get back into more of the groove of things, less whimsical and stupid and more classic Scooby Doo stories....But it is still to saccharin, still to infantile, still too god awful to really enjoy.I mean, bottom line is, Scrappy became VERY annoying VERY fast."
      },
      {
        "comment_title": "This is when things went down...",
        "comment_text": "In 1979, Scrappy Doo made his debut to help Scooby on his adventures. Everyone hated him. He would soon be in 1982's Scooby Doo Puppy Adventure Hour, this show, the Scooby Doo Mysteries, and 13 ghosts before he was put away in 1988 with a pup named scooby doo and made a comeback in 2002's scooby doo movie. This was also during the year when He-Man changed cartoons forever by airing 5 days a week and became a threat to Hanna Barbera and others."
      }
    ],
    "TVSeries"
  ],
  "The Walter Winchell File": [
    "http://dbpedia.org/resource/The_Walter_Winchell_File",
    "The Walter Winchell File is the title of a television crime drama series that initially aired from 1957 to 1958, dramatizing cases from the New York City Police Department that were covered in the New York Daily Mirror. The series featured columnist and announcer Walter Winchell, John Larch, George Cisar, Robert Anderson, Robert Brubaker, Dolores Donlon, and Gene Barry, a year before he was cast in the lead of NBC's Bat Masterson.",
    "English",
    "",
    "1958-03-28",
    "Bert_Granet",
    "Desi_Arnaz",
    "39",
    "1",
    "30.0",
    "USA",
    "Anthology",
    "7.9",
    "N/A",
    "N/A",
    "N/A",
    "Walter Winchell, John Larch, George Cisar",
    "N/A",
    [],
    "TVSeries"
  ],
  "The Adventures of Teddy Ruxpin": [
    "http://dbpedia.org/resource/The_Adventures_of_Teddy_Ruxpin",
    "The Adventures of Teddy Ruxpin is an American/Canadian animated television series based on Teddy Ruxpin, an animatronic teddy bear created by Ken Forsse and distributed by toy manufacturer Worlds of Wonder. It was produced for television syndication by DIC Enterprises with Atkinson Film-Arts using many of the same voice actors used in the book-and-tape series that was made for the eponymous animatronic toy. While some of the stories used in the TV series were adapted from the books, many were original and greatly expanded upon the world established there. The series differed from traditional children's animation in that most of its 65 episodes were serialized rather than in traditional episodic form.",
    "English",
    "",
    "1987-10-23",
    "",
    "",
    "65",
    "2",
    "22.0",
    "Canada",
    "Animated",
    "7.4",
    "N/A",
    "N/A",
    "Ken Forsse",
    "Phil Baron, Will Ryan, John Stocker",
    "N/A",
    [
      {
        "comment_title": "The Adventures of Teddy Ruxpin",
        "comment_text": "...Apart from the cartoon itself I certainly remember the talking doll of Teddy Ruxpin that probably said all those usual one liners \"Good Work\", \"You're my friend!\" etc but anyway Teddy Ruxpin, Newton Gimmick and Grubby the Octopede find these ancient crystals thingys and try and learn what they are! They fly around in an airship (who doesn't?), going around the land of Grundo. The bad guys in this toon was the MAVO (Monsters and Villains Organization)REMEMBER NOW?"
      },
      {
        "comment_title": "Come Dream With Me Again - Teddys On DVD!",
        "comment_text": ""
      },
      {
        "comment_title": "It's all coming back to me...",
        "comment_text": ""
      },
      {
        "comment_title": "Back when cartoons still had a story to tell",
        "comment_text": "It must have been 13-14 years ago when I last saw Teddy Ruxspin as a little kid. After such a long time you tend to forget about most of your favorite childhood cartoons, but the one that always stuck by me was 'The adventures of Teddy Ruxpin'. I vividly remember the great story it had, the many interesting places Teddy used to visit and the strange creatures he met along the way. This cartoon had a real story to tell and an interesting one at that, something you can't say about most modern day cartoons. Perhaps they should air 'The adventures of Teddy Ruxpin' again sometime, not for sentimental reasons, but to see how it would hold up against today's cartoons. I'm sure it would still appeal to the younger generation."
      },
      {
        "comment_title": "Great and entertaining!",
        "comment_text": "The Adventures of Teddy Ruxpin is a fantastic TV show that all ages can get enjoyment out of. The story is very well thought out and the characters are lovable. The story focuses on Teddy and Grubby as they try to get the 6 crystals. As they do this, Tweeg, a wimpy villain, and his bounder L.B, also try to get the crystals so they can become filthy rich. At the same time, they try to get into the M.A.V.O. (Monsters and villains organization). The show also has some very heartfelt moments, such as when Teddy returns home and when he reunites with his father, and when Tweeg reunites with his dad and goes surfing with him. The animation is very good for being made 30 years ago, and the backgrounds look stunning. The songs are also very good, and can be catchy and touching, such as the song \"Freedom\". Overall, I give this a 10/10. It's an amazing and engaging series that I can recommend to anyone."
      }
    ],
    "TVSeries"
  ],
  "Robert Urich": [
    "http://dbpedia.org/resource/The_Lazarus_Man",
    "The Lazarus Man is an American Western television series produced by Castle Rock Entertainment which first aired on January 20, 1996, and ended on November 9, 1996. Starring Robert Urich as the title character, The Lazarus Man debuted on Turner Network Television and ran for 20 episodes.",
    "English",
    "",
    "1996-11-09",
    "John Binder",
    "Michael Ogiens",
    "22",
    "1",
    "43.0",
    "United States",
    "Western",
    "N/A",
    "N/A",
    "N/A",
    "",
    "",
    "",
    [],
    "TVSeries"
  ],
  "The McLean Stevenson Show": [
    "http://dbpedia.org/resource/The_McLean_Stevenson_Show",
    "The McLean Stevenson Show is an American sitcom that aired on NBC on Wednesday nights from December 1, 1976 to March 3, 1977.",
    "English",
    "",
    "1977-03-03",
    "Arnold_Margolin",
    "Monty_Hall",
    "12",
    "1",
    "30.0",
    "United States",
    "Sitcom",
    "5.2",
    "N/A",
    "N/A",
    "Norman Barasch, Carroll Moore",
    "McLean Stevenson, Barbara Stuart, Madge West",
    "N/A",
    [],
    "TVSeries"
  ],
  "Three for the Road": [
    "http://dbpedia.org/resource/Three_for_the_Road_(TV_series)",
    "Three for the Road is an American drama television series that aired on CBS from September 14 to November 30, 1975. The series follows two brothers and their recently widowed father, who travel around the country in a recreational vehicle.",
    "English",
    "",
    "1975-11-30",
    "Bill Phillips",
    "Jerry McNeely",
    "12",
    "1",
    "60.0",
    "United States",
    "Drama",
    "5.3",
    "35/100",
    "N/A",
    "Richard Martini, Tim Metcalfe, Miguel Tejada-Flores",
    "Charlie Sheen, Kerri Green, Alan Ruck",
    "N/A",
    [],
    "TVSeries"
  ],
  "The Lion King's Timon & Pumbaa": [
    "http://dbpedia.org/resource/Timon_&_Pumbaa_(TV_series)",
    "The Lion King's Timon & Pumbaa, often simply referred to as Timon & Pumbaa, is an American animated buddy children's television series created by Walt Disney Television Animation. Based on the 1994 Disney animated film The Lion King, it centers on Timon the meerkat and Pumbaa the warthog, as they live their problem-free philosophy \"Hakuna Matata\". Voice actors Ernie Sabella and Nathan Lane reprised their film roles as the title characters, with the latter voicing in only season 1.",
    "English",
    "",
    "1999-09-24",
    "",
    "",
    "85",
    "3",
    "22.0",
    "United States",
    "Adventure",
    "7.1",
    "N/A",
    "N/A",
    "N/A",
    "Ernie Sabella, Kevin Schon, Jim Cummings",
    "3 wins & 14 nominations",
    [
      {
        "comment_title": "The zany characters from the Lion King are back, in an uneven but somewhat entertaining show",
        "comment_text": ""
      },
      {
        "comment_title": "Decent and Alright",
        "comment_text": "Timon and Pumba the iCONIC pig and rodent from the legendary movie called The Lion King.After making their debut in Lion King after they helped save the pride Timon and Pumba continue their adventure in the jungle.It was a fun cartoon. It was innocent, funny and the characters were just as they were in the movie. Usually movie to TV shows suck bad. This show however was good enough.What can be learned? The Hakuna Matata song.Verdict: No Worries..."
      },
      {
        "comment_title": "Hakuna Matata...again!!!!!",
        "comment_text": ""
      },
      {
        "comment_title": "A near ripoff of the Warner Bros. cartoons of the 40's and 50's",
        "comment_text": "Timon and Pumbaa can be described as Looney Tunes Lite. Though some of the episodes are fairly close to screwball comedy they usually end with some kind of lesson to be learned. A prime example is the episode where Pumbaa has trouble catching bugs. Timon gets the idea that it must be because Pumbaa needs glasses because he can't see how many fingers he is holding up from 100 feet away. The episode even starts with Road Runner-like title cards in pig Latin. The end features a vision of the ghost of Pumbaa's uncle who gives the lesson of the day: Believe in yourself. In conclusion I have to say that although I like the sometimes intellectual aspect of the show there are many instances where it's just plain slapstick humor with Timon getting everything dropped on his head that flattens him. I have watched the show about a dozen times and the best episodes are actually not the ones with Timon and Pumbaa as central characters but the side characters the hyenas. They feature one of my favorite voice-over actor Tress Macneille who can imitate everything from a teenage boy (Jimbo and Milhouse on the Simpsons) to a brainless blonde."
      },
      {
        "comment_title": "It's Toon Disney calm the heck down...",
        "comment_text": "Timon & Pumbaa is an animated spin-off from the Lion King. The series actually works pretty well for television with Pumbaa and Timon's Hakuna-Matata life style, I wouldn't call it anything special but nor would I expect it to be since it's made for TV. Guys, of course Timon and Pumbaa are gonna be similar to Looney Tunes at times with some unoriginal humor, it's made for TV from 90's television. Atleast it's not a whole new Disney sequel, I mean they actually got there own sequel in 2004 being The Lion King 1 1/2. But here it's a simply entertaining spin-off where the two try to find bugs, keep their personal items safe, and even learn about friendship. We even see Simba, Rafiki, Zazu, and the hyenas from time to time who also get their very own segments as well. It seems nice that we get to focus on each character a bit separately in their own situations, but also when they're together, but it is kind of rare. I also really like the intro this series provides, it's like a remix of Hakuna Matata but only with Timon and Pumbaa which seems pretty cool in my opinion. The animation seems okay for TV quality, not bad or great. It's just the very simple television quality that shouldn't be in Disney's direct-to-video sequels. You can't expect it to even look like the quality of Simba's Pride when they have to work with a television budget. Most of the voice actors reprise their roles yet Timon apparently has had over 3 of them here. Not sure why but they all sound about the same and that's all that matters. This is a decent fun television show with my two favorite Lion King characters with cartoonish gags and some 90's animation humor. It used to be on Toon Disney until Toon Disney was replaced with Disney XD, it aired on Disney Junior during its early debut but now you can watch it on Disney+."
      }
    ],
    "TVSeries"
  ],
  "UC: Undercover": [
    "http://dbpedia.org/resource/UC:_Undercover",
    "UC: Undercover is an American procedural drama television series created by Shane Salerno and Don Winslow. The series premiered on the NBC network on September 30, 2001. The series ran for one season of 13 episodes, finishing its run on March 23, 2002. It focused on the secret lives and private demons of an elite Justice Department crime-fighting unit that confronted the United States' deadliest, most untouchable lawbreakers by going undercover to bust them.",
    "English",
    "",
    "2002-03-23",
    "",
    "",
    "13",
    "1",
    "43.0",
    "United States",
    "Procedural_drama",
    "6.8",
    "N/A",
    "N/A",
    "Shane Salerno, Don Winslow",
    "Oded Fehr, Jon Seda, Vera Farmiga",
    "1 win & 3 nominations",
    [
      {
        "comment_title": "Let me guess, NBC canceled this already?",
        "comment_text": ""
      },
      {
        "comment_title": "slick actioner",
        "comment_text": ""
      },
      {
        "comment_title": "LOVE IT!",
        "comment_text": "This show is fantastic! I became a fan of Oded Fehr after seeing him as Ardeth Bay in The Mummy movies, and couldn't wait for this show to start! He's great! It's so neat seeing him in such a different role! This show is so cool, it's got an awesome score and neato plots! The actors are all great. Jon Seda is really good too. I hope this show last for years, it's definitely worth watching! (And taping!) Long live UC: Undercover! LOL :) Deana"
      },
      {
        "comment_title": "Awesome show, my favorite besides the simpsons",
        "comment_text": "I saw a lot of commercials for this show and i was always anticipating for it to finally appear on tv and after the first episode i labeled this show my favorite, it has such awesome acting, action characters and cast, its got William Forsythe, Ving Rhames(one of the best actors) and the buy that played Antoine from Deuce Bigaleow: Male Gigalo its awesome!!"
      },
      {
        "comment_title": "Great Show",
        "comment_text": "I loved this show ever since it came on. But, it was on at the worst possible time. What was it, 10 PM on Sunday? Jeez! It really would have done a lot better at a different time. I'm only 14, and I stayed up every Sunday to watch this wonderful show. I don't really like dramas, but this one was absolutely great. NBC- Bring it back!!!"
      }
    ],
    "TVSeries"
  ],
  "Atlantic Crossing": [
    "http://dbpedia.org/resource/Atlantic_Crossing_(TV_series)",
    "Atlantic Crossing is a historical drama in the form of a television miniseries set in Norway and the United States during World War II. The series is wide-ranging but pays special attention to interactions between Crown Princess Martha of Norway and President Franklin Roosevelt during the period when Martha was a war refugee in the United States after fleeing the 1940 Nazi Invasion of Norway. Some portions with Norwegian spoken dialogue are subtitled in English. It premiered on 25 October 2020 on NRK in Norway. The series premiered 4 April 2021 on Masterpiece Theatre on PBS.",
    "Norwegian, English",
    "",
    "2020-12-13",
    "Silje Hopland Eik",
    "",
    "8",
    "1",
    "55.0",
    "Norway",
    "Historical_drama",
    "7.2",
    "N/A",
    "N/A",
    "Alexander Eik",
    "Kyle MacLachlan, Sofia Helin, Tobias Santelmann",
    "2 wins & 1 nomination",
    [
      {
        "comment_title": "Atlantic Crossing(2020-2020)",
        "comment_text": ""
      },
      {
        "comment_title": "World War II retold for women who love Downton Abbey and love stories",
        "comment_text": ""
      },
      {
        "comment_title": "Interesting story from WW II",
        "comment_text": "This is a series created for Norwegian Television but adopted by Masterpiece Theatre to be brought to America. It tells an interesting piece of history and it is worth the watch just for that. I am not a fan of Kyle MacLachlan so that may have flavoured how I was off put by the relationship between FDR and the Crown Princess. What really spoke to me was the journey from helplessness to heroine of the protagonist and I think it will resonate especially with women who will understand her struggles more personally than men might. It wasn't a binge watch for me, it was a little too slow and heavy but I do recommend it to anyone who loves historical retelling of WW Ii stories. I give this series a 7 (good) out of 10 {Historical Drama}"
      },
      {
        "comment_title": "Beautifully produced and such a fascinating story",
        "comment_text": ""
      },
      {
        "comment_title": "Very Good",
        "comment_text": ""
      }
    ],
    "TVSeries"
  ],
  "Ugly Delicious": [
    "http://dbpedia.org/resource/Ugly_Delicious",
    "Ugly Delicious is a non-fiction original series on Netflix combining travel, cooking, and history. Each episode highlights one dish or concept, and explores how it is made in different regions and how it evolves. The first season premiered on February 23, 2018 with host David Chang. On November 22, 2018, it was renewed for a second season, which premiered on March 6, 2020. The second season contained only half as many episodes as the first, likely due to Chang's increasingly busy schedule and the birth of his first child.",
    "English",
    "",
    "2020-03-06",
    "Lisa_Nishimura",
    "Ben Cotner",
    "12",
    "2",
    "55.0",
    "U.S.",
    "Cooking",
    "7.8",
    "N/A",
    "N/A",
    "Morgan Neville",
    "David Chang, Peter Meehan, Aziz Ansari",
    "Nominated for 1 Primetime Emmy. 1 win & 1 nomination total",
    [
      {
        "comment_title": "David Chang is absolutely repulsive",
        "comment_text": "Never liked this guy. He's just so arrogant and repulsive. He's the guy at work that's responsible for 90% of the turnover there. He's that guy everyone hates and wants to get away from.So why would I want to watch a show starring someone like that?Seriously, I'm watching a new season of this show and within one minute, I wanted to turn off. All of the people on his show are just as awful as him, which is a big red flag. He doesn't even get any sort of training or help to be more likable on camera. I think he's much worse than Bourdain. He was a very negative person who always had something awful to say. His shows were interesting but suspect if you actually knew the place he was featuring. He also spent a lot of time just drinking, which wasn't a good sign.Chang, much like the Fung Brothers and Awkwafina, is just the sort of person that you probably don't want to let out of sight in your house. So I mean, why would I think a show featuring him would be entertaining? Much like Gordon Ramsey, a guy like him in an ethnic food show doesn't work. They're not open to foreign cultures or different things and if they claim to be, they're lying and you know it.Can't recommend."
      },
      {
        "comment_title": "Was great, until it got political",
        "comment_text": "Food is not political, art can be, but I don't really think that, for a show that is focusing on the amazingness that is international food, that you need to be trying to make political statements, but rather focus on the food you are trying to present."
      },
      {
        "comment_title": "hypocritical review of food in the US",
        "comment_text": "\"I can't change their politics, but maybe I can by opening up their viewpoints to food.\" This show is 8 hours of bashing on white people. Racial bashing has now come to food. The show has a repeated theme: In the US there is a white stereotype of certain foods that is white oriented and there are other varieties of food but they can't gain market in the US because whites are racist and unwilling to change their palettes. So if you are white and you don't like korean food then you must be racist. This seems to all stem from david chang's childhood. He was made fun of when he was a kid because he was korean. It's an incredible story of a korean (actually half korean, half chinese) from an upper middle class, successful asian family who has been denigrated his whole life being korean and being immigrants, and it's unfair that korean food hasn't found more roots in american culture and it's because whites are racist. Of course if this was anthony bourdain criticizing korean food, then asian communities across the US would be protesting in the streets but it's okay to paint white people as racist for not eating kimchi. Incredibly, chang is complaining about food racism in every episode while at the same time not recognizing the same limitations in himself. He's half chinese but he doesn't mention that except briefly in one episode. In every episode he goes into ad nauseum recollecting his child hood and relationship with his mother, but only a passing mention of his father and that his father is chinese. In fact, his biography says his father is from north korea, and that may be I don't know, but ethnically his father is chinese, a point again that he barely mentions. He's half chinese and in one episode he's looking for authentic chinese food, which doesn't exist in the US, and so he goes to china where a meal is prepared for him that is genuinely %100 chinese and he acts like a 5 year old who won't eat his vegetables. So who's the racist? Here he is promoting more diversity in american diet and culture and yet he has the same prejudices that he's complaining about throughout the show he's produced. Okay well, I don't care for his show, his politics, his opinions about food, or his views of racism, ethnicity and culture."
      },
      {
        "comment_title": "Well worth the time",
        "comment_text": "Enjoyed the show and the commentary, but David Chang is so opinionated as a person- just don't like his personality- that it takes away from the show."
      },
      {
        "comment_title": "Finish your storytelling, Chef!!",
        "comment_text": "I love this show minus the storytelling. David Chang and guests never seem to finish their thoughts on subjects. Maybe this is due to poor editing or directing, I'm not sure, but it irritates me to know I'm missing that one elemental moment of truth. I wanted to understand what Indians truly thought about American Indian food but they never showed it minus what they felt about yoga. Otherwise, this show is very lighthearted and very interesting to watch."
      }
    ],
    "TVSeries"
  ],
  "Ultimate Spider-Man": [
    "http://dbpedia.org/resource/Ultimate_Spider-Man_(TV_series)",
    "Ultimate Spider-Man is an American superhero animated television series based on the Spider-Man comics published by Marvel Comics. The series featured writers such as Brian Michael Bendis (who also created the comic book series of the same name), Paul Dini, and Man of Action (a group consisting of Steven T. Seagle, Joe Kelly, Joe Casey and Duncan Rouleau). The third season was retitled Ultimate Spider-Man: Web-Warriors and the fourth and final season was retitled Ultimate Spider-Man vs. the Sinister 6.",
    "English",
    "",
    "2017-01-07",
    "Drake Bell",
    "Jeph_Loeb",
    "104",
    "4",
    "22.0",
    "United States",
    "Action",
    "7.2",
    "N/A",
    "N/A",
    "Todd McFarlane, David Michelinie, Bill Mantlo",
    "Drake Bell, Ogie Banks, Chi McBride",
    "9 nominations",
    [
      {
        "comment_title": "This spider could not climb the water spout again",
        "comment_text": "It's a boring and a waste of great animation.Its a show made for children so that means it has to have stupid actions, characters and plot."
      },
      {
        "comment_title": "Best Spiderman series ever",
        "comment_text": "This show was just awesome I would recommend it to someone who likes Spiderman teaming up with different Marvel characters like Blade, The Avengers, moon knight and much more. Only if the Fantastic Four and the rest of the X-Men would have made an appearance then I would have been even happier.This show is probably the longest spiderman show ever. The animation was great we even saw great voice actors and even celebrities like Clarke Gregg, Dove Cameron, Payton List and much more.Don't listen to the criticism and bad reviews this show is getting the point is if a kid would like it then that's all that matters. Maybe you might even like it."
      },
      {
        "comment_title": "Ultimate Spider-Man Hits the Right Marks",
        "comment_text": "\"Ultimate Spider-Man\" is a new animated series based on the 50-year-old Spider-Man character published by Marvel Comics. The show is loosely based on the \"Ultimate Spider-Man\" comic –book series that began in 2000 as a reboot of the mythos. Here, the teenaged Spider-Man is a year into his career before being approached by \"super spy\" Nick Fury of the peacekeeping agency S.H.I.E.L.D. Fury wants Spider-Man to be trained by S.H.I.E.L.D. to be a more efficient superhero. Spider-Man reluctantly agrees, and so begins the core conceit of the series, as Spider-Man juggles his career as a solo adventurer, high school student, and S.H.I.E.L.D. trainee alongside fellow teen crimefighters Power Man, Iron Fist, White Tiger and Nova. The voice cast is spot-on here. Drake Bell is the voice of Peter Parker/Spider-Man, and handles himself well as the protagonist. Chi McBride imbues Nick Fury with all due intensity. Veteran animation voice Tara Strong plays Mary Jane Watson (here more of a gal-pal than girlfriend.) J.K. Simmons reprises his movie role here as curmudgeonly newspaper boss J. Jonah Jameson. In a surprising nod, Spider-Man co-creator Stan Lee voices a kindly janitor. Differentiating this series from some previous interpretations of Spider-Man are the \"Our Town\" asides by Parker/Spidey and the frequent cutaway visual puns. Such developments lend a more whimsical tone overall to the series, which may not endear it to \"serious\" adult fans—fans who, officially, are not the target audience. Still, there's a lot to like here for Spider-Man fans of any age."
      },
      {
        "comment_title": "It Was Made to Sell Toys",
        "comment_text": "Not that that's a BAD thing. A lot of beloved franchises started out as transparent marketing tools for a line of tie-in merchandise: Transformers, G.I. Joe, My Little Pony (Friendship is Magic IS a good show, by the way), etc.Now, this show lacks the gravitas of the '90s cartoon (which is still my favorite rendition of Spidey to date) or the darker story lines of Spectacular Spider-Man. No, this show is not very plot-driven. This show is very much an action-comedy, to the point where the four walls can't contain its shenanigans. However, it does have some very dramatic instances that don't last long enough to detract from the show's comedic tone but still deliver. The Season 2 finale very much follows this formula: it wasn't comedic enough to be light-hearted nor dramatic enough to be dark. It was just... Satisfying.I hear that people feel this show is closer to Deadpool than Spider-Man and... Yeah, it is. Spidey often breaks the fourth wall during the action to deliver some comedy that varies in quality but none of which is particularly painful. It also has a few throwbacks to the chibi scenes from Teen Titans (the REAL Teen Titans, not that new pile of bullstrunz that shall not be named) that don't always hit but, again, are never really painful.Now, do I have a problem with Spidey's partial self-awareness? HELL NO. In fact, there's a Deadpool episode which deals with the morality of good guys killing (even though Deadpool gets a bit unlikable towards the end) and the writers seized the opportunity to have an all-out 4th-wall knockdown both inside of reality and out.All in all, this show was made not for adult fans like you and I, but for younger audiences who may not be quite ready for the heavy-hitting '90s cartoon or Spectacular. It doesn't take itself that seriously but, unlike that OTHER show that I mentioned, it knows that its audience has a mind of its own. And I still enjoy it. If you don't like its over-the-top tone, I recommend watching those other two shows about Spidey or Sam Raimi's movies. But, if you're someone like me who can accept a more comical Spider-Man in place of a more mature one, then you'll probably like this show.AND SPIDER-MAN IS NOT CARNAGE!"
      },
      {
        "comment_title": "Not the Spiderman we need, deserve or want.",
        "comment_text": "I remember watching the two part series premiere of the Spectacular Spiderman in 2008. Despite reservations over the art style, I could tell the show had the goods halfway through the first episode. By the end of the second episode, I couldn't wait to see the third the following weekend.Fast forward to 2012 and I find myself watching the two part series premiere for Ultimate Spiderman. By the end of the second episode, I was feeling on the verge of being physically ill. However, to be fair, I decided to watch the third episode to make sure my hunches were correct. They were. This show is rubbish.USM is nowhere near being in the same league as SSM. To be blunt, it comes up short against every animated series to feature the character. Yes, this includes Spiderman and his Amazing Friends. While Spidey had to share the spotlight with Firestar and Iceman, in that series, here he is all but crowded out of frame by the likes of Power Man, Iron Fist, White Tiger and Nova. Oh Yeah, there's also Nick Fury, Agent Coulson (from the movies) and the rest of shield. Oh yeah, there's also the ever ubiquitous villain of the week. Not one of the good or bad guys really fit in with the Spiderman mythos, and it shows. Thankfully, there are the good old standbys.For instance, Mary Jane Watson is now a burgeoning, high school reporter and only feels vaguely reminiscent of a teenage Lois Lane because this characterization blatantly rips that property off. Aunt May is shown as being a bit younger and livelier here than ever before. Were it not for her gray hair, one could imagine May blowing off her nephew to go clubbing with college kids. J. Jonah Jameson has apparently gotten out of printed news and is now a television news personality, because seeing him scream out from a television screen is cooler than seeing him run roughshod over a bullpen. Right? Then, there's Harry. Why should Harry Osborn be a geeky outsider, when he can be a cool kid who sticks up for Parker? Well now we find out why.But, the belle of the ball, the icing on the cake, the cherry on the top and the recipient of more clichés than I have fingers is USM's lead. One has to wonder if Otto Octavius was charged with developing this series because the Wallcrawler really gets the short end of the stick. Here, Parker is prone to flights of fancy where he'll see himself as a toaster or using a jetpack. When not envisioning painfully out of character scenarios, he's breaking the fourth wall with an alarming regularity. Every time he freezes the action to talk to me, an esteemed member of the viewing audience, I find myself wishing he'd have the common decency to shut up. Some of this is due to the context of the situation he's in. It makes no sense for him to \"timeout\" in the middle of a fight to fill us in on what's happening. But the majority of the pain this narrative device provides, however, is due to Drake Bell's performance as Peter Parker.Over three decades of reading the comics, watching the movies, watching the cartoons and playing the games, I've come to expect Spiderman's voice to be cerebral and quite sardonic. In short the character's always been a blast to listen to. In USM, instead of an intelligent smart aleck, we get a pipsqueaky delivery that confuses crass for wit. Spidey, the thinking man's superhero, sounds about as witty as a high school kid bragging about his first beer.There's only one aspect of USM that compares favorably to previous series. This would be the animation and overall character designs. Visually, Parker veers extremely close to his depiction in the USM comics. The character model is quite detailed. Surprisingly, despite the bump up in detail, everything animates very smoothly. To be honest, the animation here actually seems to do a better job of conveying momentum and impact than even SSM. Regardless, when the writing, acting and action scenes are so jarringly bad, what does it matter? A lemon's a lemon, regardless of how shiny its paint job is.I honestly have no idea what the creators of this series were thinking. Most of them are former or current comic scribes who honestly should have a better handle on things. It's as though there is a deliberate effort on their part to sabotage this series. Either that or these guys are working past their expiration date. I'm going with the latter. Even so, this would still be an interesting experiment in failure; were it not for the fact a MUCH better series was cancelled for this pile to exist.In defense of USM's creators, this probably was written for a much younger audience to sell toys. After all, exploiting rugrats to attack their parent's wallets is such a noble endeavor. Regardless, if you're in the target demo and are old enough to sleep on your stomach without dying, don't watch USM. It'll only make you want to swear, and that's a bad habit to get into."
      }
    ],
    "TVSeries"
  ],
  "Ultraman: Towards the Future": [
    "http://dbpedia.org/resource/Ultraman:_Towards_the_Future",
    "Ultraman: Towards the Future, released in Japan as Ultraman Great (ウルトラマンG（グレート）, Urutoraman Gurēto), is a Japanese–Australian tokusatsu science fiction television series produced as a co-production between Tsuburaya Productions and the South Australian Film Corporation. It is the 10th installment in the Ultra Series, the first series to be produced during Japan's Heisei period and the third foreign production in the franchise after Ultraman: The Adventure Begins.",
    "English",
    "",
    "1992-03-28",
    "Kiyoshi_Suzuki",
    "Noboru Tsuburaya",
    "13",
    "1",
    "25.0",
    "Australia",
    "Superhero_fiction",
    "6.4",
    "N/A",
    "N/A",
    "N/A",
    "Dore Kraus, Gia Carides, Ralph Cotterill",
    "N/A",
    [
      {
        "comment_title": "......And a bright future it is",
        "comment_text": "Ultraman Toward the Future is not the first Ultraman TV series i watched. Ultraman Ace, taro, 80 and Leo were all shown in television before, but it was only Ultraman Toward the future, the second English language Ultraman Production, that made me become a fan of the Ultraman Franchise and actively seek out those Ultraman series that were never broadcast in my country. THe story starts of very mysteriously and the 2 plot arcs unfolds across 6 episodes per arc over 12 episodes only in total. In the first story arc, Jack Shindo and Stanely Haggard are members of the first manned expedition to Mars where they encounter a giant slug-like monster, Gudis. They are rescued by the mysterious silver and red giant ULTRAMAN but not before Gudis escapes to earth in the form of an alien virus and Stanley is presumably killed. To ensure Jack Shindo does not die on Mars, Ultraman joins with Jack, allowing Jack to summon the heroic giant whenever all hope seems lost. On earth He joins the UMA organization in order to help them battle the monsters created by the Gudis virus. THe story is very well plotted and does not drag. There is a fair amount of human drama and a little comic relief thrown in but does not detract from the overall dark feel of the story. Every character is fully fleshed out and immediately likable. One can develop an emotional connection with each of the characters, From the hot headed Jean Echo to the \"straight to business\" base commander Arthur Grant. The actors mostly Australian but of mixed heritage lending to a very diverse look for the main cast. Ultraman is not longer just a plot device to defeat the monster but a character onto himself who converses with Jack and helps him to deal with more subtle problems. Each episode deals not only with a monster but with very down to earth themes that anyone can relate to. Themes like the value of friendship and the importance of trust are interspersed with more theological themes of Purpose(reflected in how Jack finally defeated Gudis by brining to light the fallacy of its purpose, which is to destroy all life, and how it would no longer have a reason to exist when all life really is destroyed) and environmental themes(which are more prevalent in the 2nd half of the series). The plot, underlying themes and character interplay are just as interesting as any of the monster battles.Which BTW, the monster battles are years ahead of its time. The monsters are not just men in suits like the Japanese series but a mix of man in a suit, puppetry and props. Close-ups make use of still props of, for example, the monster's head or foot, which allows a greater level of detail. Puppetry is used to give the monsters a more organic feel, to give life to tentacles, antenna and wings instead of just letting them flop to the side like in the Japanese series. The special effects used for the powers are astounding. They look better than Power Rangers which came out 3 years after this show and just as good as Ultraman Tiga, which came out 6 years after this. The fight choreography doesn't make use of quick cuts, but rather, the director(Andrew Prowse, who would go on to direct a number of episodes of \"Farscape\") uses long panning shots from the ground level upward to give a grander feel and a sense of scale to the giant monster battles. Close ups are only used when necessary for dramatic effect. The design of Ultraman in this show is one of my favorites. Keeps true to the spirit of the original without any added gimmicks while creating a great looking character. This Ultraman is visibly bulkier and more muscular than the previous ones, looking more like a comic book hero than ever before. The miniatures are very intricately and realistically built and it helps that shots of miniatures are inter cut with shots of real cities. The Hummer flying scenes can look a little weird at times though due to the use of green screen against a still hanging model instead of real time puppetry. Ultraman Toward the Future is a great series for all ages. Unlike power Rangers, this show has an intelligent story with themes both simple and complex for children and adults; It even teaches good morals. The action is well paced and special effects are revolutionary for its time. A pity it only ran for 12 episodes. A great jumping on point for anyone looking to get into the Ultraman fandom."
      },
      {
        "comment_title": "A brilliant, well made superhero television mini-series.",
        "comment_text": ""
      }
    ],
    "TVSeries"
  ],
  "Under Cover": [
    "http://dbpedia.org/resource/Under_Cover_(1991_TV_series)",
    "Under Cover is an American secret agent drama series that premiered on ABC on January 7, 1991. The series starred Anthony John Denison and Linda Purl as Dylan and Kate Del'Amico, a husband and wife who share the same day job—as spies for a fictional U.S. intelligence agency. Under Cover follows the couple's adventures as they attempt to balance the demands of a sometimes deadly profession while raising two children. The series co-starred John Rhys-Davies as Flynn, the team's gadget man (analogous to James Bond's Q) who is also a deadly assassin.",
    "English",
    "",
    "1991-07-20",
    "Terry Morse, Jr.",
    "John_Sacret_Young",
    "13",
    "1",
    "45.0",
    "United_States",
    "Spy_thriller",
    "4.9",
    "N/A",
    "N/A",
    "Scott Fields, Menahem Golan, John Stockwell",
    "David Neidorf, Jennifer Jason Leigh, Barry Corbin",
    "N/A",
    [
      {
        "comment_title": "Amazing series",
        "comment_text": "That was truly an amazing series, it kept me on my toes from start to end, the acting of the cast was splendid specially lee Jin hee, yoo seon ho and heo jun ho.If you're looking for a thrilling series that keeps you excited to know what happens next, then this one is for you.It's not Mouse or Stranger, but it's the next best thing."
      },
      {
        "comment_title": "Complete package",
        "comment_text": "The storyline and the main actor and actress chemistry are so strong. It can give us a message not to be like a guy who's destroying everything but keep saying he's saving. By the way, I like the theme song so much."
      }
    ],
    "TVSeries"
  ],
  "Unikitty!": [
    "http://dbpedia.org/resource/Unikitty!",
    "Unikitty! (stylized as UniKitty!) is an American animated television series developed by Ed Skudder and Lynn Wang for Cartoon Network. It is produced by The Lego Group and Warner Bros. Animation and the series stars the character of the same name from The Lego Movie and its sequel, The Lego Movie 2: The Second Part.",
    "English",
    "",
    "2020-08-27",
    "",
    "",
    "104",
    "3",
    "11.0",
    "Denmark",
    "Action",
    "5.5",
    "N/A",
    "N/A",
    "Ed Skudder, Lynn Wang",
    "Kate Micucci, Tara Strong, Grey Griffin",
    "1 nomination",
    [
      {
        "comment_title": "Not really the best thing to come out of cartoon network tbh",
        "comment_text": ""
      },
      {
        "comment_title": "Perfect!",
        "comment_text": "People say this show was made by the same guys who made Teen Titans Go! WRONG! Unikitty was made by different guys. Ed Skudder and Lynn Wang. Unlike Teen Titans Go!, Uniktty has some pretty great writing elements and character development, the humor is swell, the voice acting is nice, the design of the this show is good, and did I mention that I also loved The Lego Movie? Yep. This is one of my favorite Cartoon Network shows. Give this one an 8.7/10."
      },
      {
        "comment_title": "An Average Experience",
        "comment_text": ""
      },
      {
        "comment_title": "Feels like a discount my little pony.",
        "comment_text": "I mean it's a good show. But I have way more than just some my little pony vibes. It's decent but just doesnt have the good show vibe."
      },
      {
        "comment_title": "A Fun and Cool Catoon",
        "comment_text": ""
      }
    ],
    "TVSeries"
  ],
  "My Antonio": [
    "http://dbpedia.org/resource/My_Antonio",
    "My Antonio was a reality television show about Antonio Sabàto, Jr. first broadcast on VH1 in 2009. The series followed Sabàto (then 37 years of age) in his search for a partner. Single women arrived in Hawaii to compete for Sabàto's approval. Extra drama was created by the addition of Sabàto's mother and the appearance of his ex-wife Tully Jensen as one of the competitors.",
    "",
    "",
    "2009-10-25",
    "Stewart Strunk",
    "Stella Bulochnikov Stolper",
    "10",
    "1",
    "60.0",
    "United States",
    "Reality television",
    "4.8",
    "N/A",
    "N/A",
    "N/A",
    "Antonio Sabato Jr., Christi Shake, Autumn Anderson",
    "N/A",
    [
      {
        "comment_title": "This is it - The culmination of Reality-TV",
        "comment_text": ""
      },
      {
        "comment_title": "Reality Soap",
        "comment_text": "So this guy goes from being an unknown Soap actor to a \"desireable\" bachelor? Why exactly? We never know. If you're able to get past the fact that this guy is just your typical nerd that worked out and got his body into good physical shape in order to attract SOME attention, then you're on to the typical scenario.. a selection of women (thank goodness a better breed than what Rock of Love attracts) who are willing to make fools of themselves in order to be on television.The audience painfully watches as Antonio humiliates each Woman with his juvenile competitions. The winner gets to spend a few precious moments with him. Yuck! To add another weird element, his Mother is at every elimination with a scrutinizing look on her face. She sits at the table and scowls and rolls her eyes whenever the opportunity presents itself. So should we believe that he's a traditional, respectful, Mama's boy? Well that doesn't fly since his ex-wife joins the game after 10 years of separation from \"Mama's Boy\" and we know his Mother never approved of her. So Moms opinion obviously isn't valued much! The girls are obviously on the show in order to further a career or get noticed by a guy they might actually like. This one is also different because when the girls are asked to leave, they act as casual as they would be exiting a Taxi cab.I'm sure Antonio's goal is much the same.. to appeal to an audience beyond the soap scene. I'm not sure the show did much to create a positive image for him.The challenges he presents to the contestants are juvenile, giving more examples of what a goof he really is.I thought I'd seen the worst of the VH1 reality shows, but this one tops the bunch! The others are outrageous, while this one seems to actually be attempting to present something classy and serious.If this comes out for another season, do yourself a favor and go for a bikini wax. It's much less painful. Even if it was for real, how many times can you watch one person make bad choices? For the sole reason that these girls don't spend the entire time trying to beat each other up, get drunk, or sneak off to sleep with the 50 year old has been of a rock star, I give this show a generous \"1\" point.VH1 has had some good shows on (Behind the Music and T.I.'s Road to Redemption). They should stick to current musicians and their lives.Just an opinion!"
      }
    ],
    "TVSeries"
  ],
  "Love It or List It Vancouver": [
    "http://dbpedia.org/resource/Love_It_or_List_It_Vancouver",
    "Love It or List It Vancouver, known as Love It or List it Too in the United States, is a Canadian home design reality TV series airing on the W Network. The show was the first spin off from Love It or List It and was the second show in the Love it or List It franchise. The show is produced by Big Coat Productions and is based in the Greater Vancouver area and other surrounding areas in British Columbia, Canada. In November 2017, the series was planning to film in the Okanagan valley.",
    "English",
    "",
    "",
    "Shel Piercy",
    "Maria Armstrong, Catherine Fogarty",
    "129",
    "5",
    "60.0",
    "Canada",
    "Reality_television",
    "6.7",
    "N/A",
    "N/A",
    "N/A",
    "Jillian Harris, Todd Talbot, Kenny Gemmill",
    "1 win & 3 nominations",
    [
      {
        "comment_title": "Really?",
        "comment_text": "I just watched the first episode of this show and found it unbelievable that someone could call herself a home designer and plan a project that involved moving the electrical box without realizing it. Hello?!Also, the kitchen & laundry looked great when she was done, but designing a kitchen sink so your head is looking at the wall when you have a lot of other options for it is just bad design. Whenever I see that in a kitchen redesign, I wonder how much time the person who spent designing it actually has spent preparing meals or cleaning up while living with their family or entertaining. (Not much, I figure!)So probably won't see this show again. Too annoying. Plus I've seen a lot of Love It or List It and got too sick of the huge problems that cropped up just about EVERY SINGLE TIME in the current home renovation. Have they no housing standards in Toronto? In my city, there are inspections required every time you sell your house or have major work done so I doubt it would be the disaster that is apparently continually occurring in Toronto -- unless the show is just creating major problems because they need it for their show script! (which is of course very possible and giving a Toronto a bad name in its housing stock is just a byproduct of their show's storyline.)"
      },
      {
        "comment_title": "Always a problem",
        "comment_text": "Chemistry between presenters is great, but the show seems to follow a pre determined blue print> House in need of renovation>Always an unforeseen problem>Owners,despite living in houses many times above $1MM, can´t step in with extra $10K?! How come?>Something gets taken off the original plan(by the way, the construction manager seems to have a great pleasure in finding a problem and is always negative) I do not believe Jill is not capable of building up some reserve or antecipate problems either with the building or the city Anyway, I love to watch the show,mainly because the presenters,they have good rapport with the audience I believe."
      },
      {
        "comment_title": "Love it or List it Vancouver",
        "comment_text": ""
      },
      {
        "comment_title": "Unreal and fake",
        "comment_text": ""
      },
      {
        "comment_title": "Please do something about Jillian",
        "comment_text": "I'm a huge HGTV fan, especially Love it or List it Toronto. Hillary and David are great. They're not too plastic and fake and they feel comfortable ribbing each other. Todd is okay but Jillian is hard to watch. She's so busy flicking her hair and pouting for the camera (seriously, is she in high school?) it's really distracting. It pulls me out of the show because she's playing to the camera more than doing her job. Obviously someone who does a stint on the Bachelor franchises just wants attention. It's gotten her this show but I'm not sure she's got the goods to back up her ego. That $190k budget for one floor mentioned by another viewer is a joke. You can do a whole house for that even with contingency."
      }
    ],
    "TVSeries"
  ],
  "The Joseph Smith Papers": [
    "http://dbpedia.org/resource/The_Joseph_Smith_Papers_(TV_series)",
    "The Joseph Smith Papers: Television Documentary Series is a documentary television series produced by and the Larry H. Miller Communications Corporation. The series documented the creation of, and work involved in, the Joseph Smith Papers Project. It also discussed the history of Joseph Smith, the founder and first prophet of The Church of Jesus Christ of Latter-day Saints (LDS Church), as well as the early history of the Latter Day Saint movement.",
    "English",
    "",
    "",
    "Glenn Rawson",
    "Larry_H._Miller",
    "94",
    "2",
    "30.0",
    "United States",
    "Mormon_studies",
    "N/A",
    "N/A",
    "N/A",
    "",
    "",
    "",
    [],
    "TVSeries"
  ],
  "The Moe Show": [
    "http://dbpedia.org/resource/The_Moe_Show",
    "The Moe Show is a New Zealand live-action preschool puppet series. It follows puppet character Moe on his journeys of discovery throughout New Zealand.",
    "English",
    "",
    "",
    "Zane Holmes",
    "Jeremy Dillon",
    "217",
    "4",
    "24.0",
    "New Zealand",
    "Children's_television",
    "N/A",
    "N/A",
    "N/A",
    "N/A",
    "Jeremy Dillon, Simon McKinney, Alan Parr, Sarah Thomson",
    "N/A",
    [],
    "TVSeries"
  ],
  "Udaariyaan": [
    "http://dbpedia.org/resource/Udaariyaan",
    "Udaariyaan is an Indian television drama series that airs on Colors TV. Produced by Sargun Mehta and Ravi Dubey, it premiered on 15 March 2021. It stars Ankit Gupta, and Priyanka Choudhary .",
    "Hindi",
    "",
    "",
    "Ravi_Dubey",
    "Ali Hasan",
    "147",
    "1",
    "23.0",
    "India",
    "Drama",
    "4.1",
    "N/A",
    "N/A",
    "N/A",
    "Ankit Gupta, Priyanka Chaudhary, Isha Malviya",
    "N/A",
    [
      {
        "comment_title": "Love the characters",
        "comment_text": "Ravi and Sargun have made a show that is really unqiue and plot twisting for us. I love the characters Tejo, Fateh, and Jasmine because they don't fit into the typical lead boxes that have been made for actors, something found in a lot of colorstv shows. These three characters balance each other out very well; Tejo's maturity, Fateh's love, and Jasmine's carelessness. Sisters Tejo and Jasmine may seem the same but are honestly oposites. From the beginning I personally didn't like Isha's character Jasmine because of how she only sees herself but that just adds a spin to the show. Also, in the beginning it's clearly shown who Fateh will be with in the end but with how good teh show is going right now, I can say that the end is nowhere near."
      },
      {
        "comment_title": "Deals With Realistic Love, Breakup, Moving On problems but losses its track.",
        "comment_text": "The show in itself is a good one as it's under the production of Television personalities Shargun Mehta and Ravi Dubey. The story revolves around love triangle and their own complexes after Breakup and following dreams along with moving on becomes the big deal.Next Jasmine's character should be focused on following her dreams instead of making difficulties to Fateh To move on from her.Tejo is the best character in the show.Hopefully they'll do good in future instead of typical saas bahu planning plotting n all."
      },
      {
        "comment_title": "Typical Punjabi Story but worth watching!",
        "comment_text": "The story of three different people, Fateh, Jasmin, and Tejo, and their different dreams and aspirations. Fateh is a boxer but his heart beats only for Jasmin. He wants to share his life with her and go wherever she goes. Jasmin has only one passion in life, to settle in Canada. Tejo is the third lead in the serial and wants to become someone in life. The life of all three will change when they will cross paths. This unique story from the remote areas of Punjab will soon premiere on Colors TV. Based on spoilers of the Udaariyaan serial, Jasmin and Fateh's love story will have a twist with the entry of Jasmin's sister, Tejo."
      },
      {
        "comment_title": "Booring and timewaste",
        "comment_text": "Booring and Timewaste serial , Such serials should not be made. Characters doesn't match his play."
      },
      {
        "comment_title": "Totally timewaste",
        "comment_text": "Udariya totally timewaste serial, booring. Plz should be end that serial."
      }
    ],
    "TVSeries"
  ],
  "Um Hārūn": [
    "http://dbpedia.org/resource/Um_Harun",
    "Um Hārūn (Gulf Arabic: ام هارون‎, romanized: Um Hārūn, lit. 'Mother of Aaron', Gulf Arabic pronunciation: [ʊm häːruːn]) is a Kuwaiti television series that started airing during the , a time when TV viewership in Arabic-speaking countries is very high. Most of the actors and actresses are from Arab states of the Persian Gulf, with the most notable being from Kuwait.",
    "Arabic",
    "",
    "",
    "ʿimād il-ʿnizi",
    "Našʾat al-Mulḥim",
    "30",
    "1",
    "45.0",
    "Kuwait",
    "Serial drama",
    "N/A",
    "N/A",
    "N/A",
    "",
    "",
    "",
    [],
    "TVSeries"
  ]
}