{
  "Jeet Jayenge Hum": [
    "http://dbpedia.org/resource/Jeet_Jayenge_Hum",
    "Jeet Jayenge Hum is an Indian television drama series airs on Sony Entertainment Television, which premiered on 14 December 2009. The series focuses on the concept of child labor, and is produced by joint venture of Aniruddh Pathak and Sanjay Kohli.",
    "http://dbpedia.org/resource/Hindi_language",
    "",
    "2010-04-22",
    "http://dbpedia.org/resource/Benaifer_Kohli",
    "http://dbpedia.org/resource/Aniruddh_Pathak",
    "76",
    "1",
    "52.0",
    "TVSeries"
  ],
  "Jonah from Tonga": [
    "http://dbpedia.org/resource/Jonah_from_Tonga",
    "Jonah from Tonga is an Australian television sitcom that is written by and starring comedian Chris Lilley. The mockumentary series follows Jonah Takalua, a rebellious 14-year-old Australian boy of Tongan descent who had been introduced in Lilley's 2007 series Summer Heights High. At the conclusion of that series, Jonah was expelled from Summer Heights High School. In this series, his father, Rocky Takalua, has sent him back to his homeland of Tonga to live with his uncle and their family in order to get Jonah's life back on track. The six-part series was produced by Princess Pictures and Chris Lilley in conjunction with the Australian Broadcasting Corporation, and screened on ABC1 in Australia, HBO in America, and BBC Three in the UK. In New Zealand Māori Television screened the first epis",
    "English",
    "",
    "2014-05-04",
    "Laura Waters",
    "Laura Waters",
    "6",
    "1",
    "27.0",
    "TVSeries"
  ],
  "Ozzy & Drix": [
    "http://dbpedia.org/resource/Ozzy_&_Drix",
    "Ozzy & Drix is an American animated television series based on the 2001 film Osmosis Jones. It centers on Osmosis \"Ozzy\" Jones, a street-smart white blood cell, and Drix, a stoic cold pill, who battle germs and viruses inside the body of teenage boy Hector Cruz. The series is set in a stylized version of the human body, which resembles a city where microorganisms and cells are anthropomorphic. Produced by Conundrum Entertainment and Warner Bros. Animation, the series aired on Kids' WB for two seasons and 26 episodes from 2002 to 2004. It also aired on Cartoon Network from 2004 to 2006.",
    "English",
    "",
    "2004-07-05",
    "Alan Burnett",
    "http://dbpedia.org/resource/Zak_Penn",
    "26",
    "2",
    "22.0",
    "TVSeries"
  ],
  "Palampur Express": [
    "http://dbpedia.org/resource/Palampur_Express",
    "Palampur Express is a Hindi language television series that airs on Sony TV, which premiered on 25 May 2009. The story is based on the life of a young woman, Paavni, dreams of becoming an Olympic runner.",
    "http://dbpedia.org/resource/Hindi_language",
    "",
    "2009-10-28",
    "Mukesh K. Begu",
    "Roshan Abbas, Ranjit Raina, and Sukrit Singh",
    "82",
    "1",
    "24.0",
    "TVSeries"
  ],
  "Parks and Recreation": [
    "http://dbpedia.org/resource/Parks_and_Recreation",
    "Parks and Recreation (also known as Parks and Rec) is an American political satire mockumentary sitcom television series created by Greg Daniels and Michael Schur. The series aired on NBC from April 9, 2009, to February 24, 2015, for 125 episodes, over seven seasons. A special reunion episode aired on April 30, 2020. The series stars Amy Poehler as Leslie Knope, a perky, mid-level bureaucrat in the Parks Department of Pawnee, a fictional town in Indiana. The ensemble and supporting cast features Rashida Jones as Ann Perkins, Paul Schneider as Mark Brendanawicz, Aziz Ansari as Tom Haverford, Nick Offerman as Ron Swanson, Aubrey Plaza as April Ludgate, Chris Pratt as Andy Dwyer, Adam Scott as Ben Wyatt, Rob Lowe as Chris Traeger, Jim O'Heir as Garry \"Jerry\" Gergich, Retta as Donna Meagle, an",
    "English",
    "",
    "2015-02-24",
    "Amy Poehler",
    "",
    "126",
    "7",
    "42.0",
    "TVSeries"
  ],
  "Reality Bites Back": [
    "http://dbpedia.org/resource/Reality_Bites_Back",
    "Reality Bites Back is a reality show hosted by Michael Ian Black that parodies various reality show formats. It premiered July 17, 2008 on Comedy Central. The name is derived from the 1994 film Reality Bites.",
    "English",
    "",
    "2008-09-04",
    "Scott Zabielski",
    "Adam Greener",
    "8",
    "1",
    "30.0",
    "TVSeries"
  ],
  "Serangoon Road": [
    "http://dbpedia.org/resource/Serangoon_Road",
    "Serangoon Road is an Australian-Singaporean television drama series which premiered on 22 September 2013 on the Australian Broadcasting Corporation (ABC) and HBO Asia. It is a detective noir drama set in the 1960s, revolving around Serangoon Road in Singapore. The 10-part series is a collaboration between ABC and HBO Asia and was filmed largely in Singapore. It was created by Paul D. Barron and directed by Peter Andrikidis and Tony Tilse. The final episode of the series aired on 29 November 2013. Though the series received encouraging ratings, HBO has no plans for a second season.",
    "English",
    "",
    "2013-11-29",
    "Paul Barron",
    "Saralo MacGregor",
    "10",
    "1",
    "55.0",
    "TVSeries"
  ],
  "Skeleton Warriors": [
    "http://dbpedia.org/resource/Skeleton_Warriors",
    "Skeleton Warriors is a 13-episode cartoon series created by Landmark Entertainment Group, which originally aired in 1994 on CBS. The show was created by producer Gary Goddard.",
    "English",
    "",
    "1994-12-10",
    "Victor Dal Chele",
    "Gary Goddard",
    "13",
    "1",
    "23.0",
    "TVSeries"
  ],
  "The Ghost Busters": [
    "http://dbpedia.org/resource/The_Ghost_Busters",
    "The Ghost Busters is a live-action children's sitcom that ran in 1975, about a team of bumbling detectives who would investigate ghostly occurrences. Fifteen episodes were produced. The show reunited Forrest Tucker and Larry Storch in roles similar to their characters in F Troop. The series is unrelated to the 1984 film Ghostbusters (though Columbia Pictures did pay Filmation for a license to use the name). Like the film, the series spawned its own animated sequel in 1986.",
    "English",
    "",
    "1975-12-13",
    "Norman Abbott",
    "http://dbpedia.org/resource/Lou_Scheimer",
    "15",
    "1",
    "31.0",
    "TVSeries"
  ],
  "The New Scooby and Scrappy-Doo Show  / The New Scooby-Doo Mysteries": [
    "http://dbpedia.org/resource/The_New_Scooby_and_Scrappy-Doo_Show",
    "The New Scooby and Scrappy-Doo Show is the sixth incarnation of the Hanna-Barbera Saturday morning cartoon Scooby-Doo. It premiered on September 10, 1983, and ran for one season on ABC as a half-hour program made up of two eleven-minute short cartoons. In 1984, the name of the show was changed to The New Scooby-Doo Mysteries, with the actual show format remaining the same. However, for season 2, Fred and Velma returned to the show after a four year absence. The New Scooby-Doo Mysteries ran for another season on ABC.",
    "English",
    "",
    "1984-12-01",
    "George Singer",
    "http://dbpedia.org/resource/Joseph_Barbera",
    "26",
    "2",
    "22.0",
    "TVSeries"
  ],
  "The Walter Winchell File": [
    "http://dbpedia.org/resource/The_Walter_Winchell_File",
    "The Walter Winchell File is the title of a television crime drama series that initially aired from 1957 to 1958, dramatizing cases from the New York City Police Department that were covered in the New York Daily Mirror. The series featured columnist and announcer Walter Winchell, John Larch, George Cisar, Robert Anderson, Robert Brubaker, Dolores Donlon, and Gene Barry, a year before he was cast in the lead of NBC's Bat Masterson.",
    "English",
    "",
    "1958-03-28",
    "http://dbpedia.org/resource/Bert_Granet",
    "http://dbpedia.org/resource/Desi_Arnaz",
    "39",
    "1",
    "30.0",
    "TVSeries"
  ],
  "Makin' It": [
    "http://dbpedia.org/resource/Makin'_It_(TV_series)",
    "Makin' It is an American sitcom starring David Naughton that aired for nine episodes on Fridays at 8:00PM on ABC from February 1 to March 23, 1979. It also aired in the United Kingdom on ITV from March 21, 1979. In 2002, TV Guide ranked it number 40 on its TV Guide's 50 Worst TV Shows of All Time list.",
    "http://dbpedia.org/resource/English_language",
    "",
    "1979-03-23",
    "David W. Duclon",
    "http://dbpedia.org/resource/Mark_Rothman",
    "9",
    "1",
    "24.0",
    "TVSeries"
  ],
  "The Adventures of Teddy Ruxpin": [
    "http://dbpedia.org/resource/The_Adventures_of_Teddy_Ruxpin",
    "The Adventures of Teddy Ruxpin is an American/Canadian animated television series based on Teddy Ruxpin, an animatronic teddy bear created by Ken Forsse and distributed by toy manufacturer Worlds of Wonder. It was produced for television syndication by DIC Enterprises with Atkinson Film-Arts using many of the same voice actors used in the book-and-tape series that was made for the eponymous animatronic toy. While some of the stories used in the TV series were adapted from the books, many were original and greatly expanded upon the world established there. The series differed from traditional children's animation in that most of its 65 episodes were serialized rather than in traditional episodic form.",
    "English",
    "",
    "1987-10-23",
    "",
    "",
    "65",
    "2",
    "22.0",
    "TVSeries"
  ],
  "Robert Urich": [
    "http://dbpedia.org/resource/The_Lazarus_Man",
    "The Lazarus Man is an American Western television series produced by Castle Rock Entertainment which first aired on January 20, 1996, and ended on November 9, 1996. Starring Robert Urich as the title character, The Lazarus Man debuted on Turner Network Television and ran for 20 episodes.",
    "English",
    "",
    "1996-11-09",
    "John Binder",
    "Michael Ogiens",
    "22",
    "1",
    "43.0",
    "TVSeries"
  ],
  "The McLean Stevenson Show": [
    "http://dbpedia.org/resource/The_McLean_Stevenson_Show",
    "The McLean Stevenson Show is an American sitcom that aired on NBC on Wednesday nights from December 1, 1976 to March 3, 1977.",
    "English",
    "",
    "1977-03-03",
    "http://dbpedia.org/resource/Arnold_Margolin",
    "http://dbpedia.org/resource/Monty_Hall",
    "12",
    "1",
    "30.0",
    "TVSeries"
  ],
  "Three for the Road": [
    "http://dbpedia.org/resource/Three_for_the_Road_(TV_series)",
    "Three for the Road is an American drama television series that aired on CBS from September 14 to November 30, 1975. The series follows two brothers and their recently widowed father, who travel around the country in a recreational vehicle.",
    "English",
    "",
    "1975-11-30",
    "Bill Phillips",
    "Jerry McNeely",
    "12",
    "1",
    "60.0",
    "TVSeries"
  ],
  "The Lion King's Timon & Pumbaa": [
    "http://dbpedia.org/resource/Timon_&_Pumbaa_(TV_series)",
    "The Lion King's Timon & Pumbaa, often simply referred to as Timon & Pumbaa, is an American animated buddy children's television series created by Walt Disney Television Animation. Based on the 1994 Disney animated film The Lion King, it centers on Timon the meerkat and Pumbaa the warthog, as they live their problem-free philosophy \"Hakuna Matata\". Voice actors Ernie Sabella and Nathan Lane reprised their film roles as the title characters, with the latter voicing in only season 1.",
    "English",
    "",
    "1999-09-24",
    "",
    "",
    "85",
    "3",
    "22.0",
    "TVSeries"
  ],
  "UC: Undercover": [
    "http://dbpedia.org/resource/UC:_Undercover",
    "UC: Undercover is an American procedural drama television series created by Shane Salerno and Don Winslow. The series premiered on the NBC network on September 30, 2001. The series ran for one season of 13 episodes, finishing its run on March 23, 2002. It focused on the secret lives and private demons of an elite Justice Department crime-fighting unit that confronted the United States' deadliest, most untouchable lawbreakers by going undercover to bust them.",
    "English",
    "",
    "2002-03-23",
    "",
    "",
    "13",
    "1",
    "43.0",
    "TVSeries"
  ],
  "Atlantic Crossing": [
    "http://dbpedia.org/resource/Atlantic_Crossing_(TV_series)",
    "Atlantic Crossing is a historical drama in the form of a television miniseries set in Norway and the United States during World War II. The series is wide-ranging but pays special attention to interactions between Crown Princess Martha of Norway and President Franklin Roosevelt during the period when Martha was a war refugee in the United States after fleeing the 1940 Nazi Invasion of Norway. Some portions with Norwegian spoken dialogue are subtitled in English. It premiered on 25 October 2020 on NRK in Norway. The series premiered 4 April 2021 on Masterpiece Theatre on PBS.",
    "Norwegian, English",
    "",
    "2020-12-13",
    "Silje Hopland Eik",
    "",
    "8",
    "1",
    "55.0",
    "TVSeries"
  ],
  "Ugly Delicious": [
    "http://dbpedia.org/resource/Ugly_Delicious",
    "Ugly Delicious is a non-fiction original series on Netflix combining travel, cooking, and history. Each episode highlights one dish or concept, and explores how it is made in different regions and how it evolves. The first season premiered on February 23, 2018 with host David Chang. On November 22, 2018, it was renewed for a second season, which premiered on March 6, 2020. The second season contained only half as many episodes as the first, likely due to Chang's increasingly busy schedule and the birth of his first child.",
    "English",
    "",
    "2020-03-06",
    "http://dbpedia.org/resource/Lisa_Nishimura",
    "Ben Cotner",
    "12",
    "2",
    "55.0",
    "TVSeries"
  ],
  "Ultimate Spider-Man": [
    "http://dbpedia.org/resource/Ultimate_Spider-Man_(TV_series)",
    "Ultimate Spider-Man is an American superhero animated television series based on the Spider-Man comics published by Marvel Comics. The series featured writers such as Brian Michael Bendis (who also created the comic book series of the same name), Paul Dini, and Man of Action (a group consisting of Steven T. Seagle, Joe Kelly, Joe Casey and Duncan Rouleau). The third season was retitled Ultimate Spider-Man: Web-Warriors and the fourth and final season was retitled Ultimate Spider-Man vs. the Sinister 6.",
    "English",
    "",
    "2017-01-07",
    "Drake Bell",
    "http://dbpedia.org/resource/Jeph_Loeb",
    "104",
    "4",
    "22.0",
    "TVSeries"
  ],
  "Ultraman: Towards the Future": [
    "http://dbpedia.org/resource/Ultraman:_Towards_the_Future",
    "Ultraman: Towards the Future, released in Japan as Ultraman Great (ウルトラマンG（グレート）, Urutoraman Gurēto), is a Japanese–Australian tokusatsu science fiction television series produced as a co-production between Tsuburaya Productions and the South Australian Film Corporation. It is the 10th installment in the Ultra Series, the first series to be produced during Japan's Heisei period and the third foreign production in the franchise after Ultraman: The Adventure Begins.",
    "http://dbpedia.org/resource/English_language",
    "",
    "1992-03-28",
    "http://dbpedia.org/resource/Kiyoshi_Suzuki",
    "Noboru Tsuburaya",
    "13",
    "1",
    "25.0",
    "TVSeries"
  ],
  "Under Cover": [
    "http://dbpedia.org/resource/Under_Cover_(1991_TV_series)",
    "Under Cover is an American secret agent drama series that premiered on ABC on January 7, 1991. The series starred Anthony John Denison and Linda Purl as Dylan and Kate Del'Amico, a husband and wife who share the same day job—as spies for a fictional U.S. intelligence agency. Under Cover follows the couple's adventures as they attempt to balance the demands of a sometimes deadly profession while raising two children. The series co-starred John Rhys-Davies as Flynn, the team's gadget man (analogous to James Bond's Q) who is also a deadly assassin.",
    "http://dbpedia.org/resource/English_language",
    "",
    "1991-07-20",
    "Terry Morse, Jr.",
    "http://dbpedia.org/resource/John_Sacret_Young",
    "13",
    "1",
    "45.0",
    "TVSeries"
  ],
  "Unikitty!": [
    "http://dbpedia.org/resource/Unikitty!",
    "Unikitty! (stylized as UniKitty!) is an American animated television series developed by Ed Skudder and Lynn Wang for Cartoon Network. It is produced by The Lego Group and Warner Bros. Animation and the series stars the character of the same name from The Lego Movie and its sequel, The Lego Movie 2: The Second Part.",
    "English",
    "",
    "2020-08-27",
    "",
    "",
    "104",
    "3",
    "11.0",
    "TVSeries"
  ],
  "United States of Tara": [
    "http://dbpedia.org/resource/United_States_of_Tara",
    "United States of Tara is an American television comedy-drama created by Diablo Cody, which aired on Showtime from 2009 to 2011. The series follows the life of Tara (Toni Collette), a suburban artist and mother coping with dissociative identity disorder. The series was based on an idea by Steven Spielberg, who is the executive producer, under his DreamWorks Television label. Other executive producers include writers Darryl Frank, Justin Falvey, director Craig Zisk, and showrunners Cody and Jill Soloway. Former executive producer Alexa Junge quit as showrunner after the first season.",
    "English",
    "",
    "2011-06-20",
    "Dan Kaplow",
    "http://dbpedia.org/resource/Alexa_Junge",
    "36",
    "3",
    "30.0",
    "TVSeries"
  ],
  "Unoloukik": [
    "http://dbpedia.org/resource/Unoloukik_(Bangladeshi_TV_Series)",
    "Unoloukik (Bengali: ঊনলৌকিক) is a Bangladeshi anthology streaming television series written by Shibabrata Barman and directed by Robiul Alam Robi. Individual episodes explore the psychoanalytic journey of the human mind. There are five episodes in this series. The first episode Moribar Holo Taar Shwaad premiered on 12 July 2021, and the last episode of the series Dwikhondito premiered on 12 August 2021 on Chorki. The screenwriting team consists of Neamoth Ullah Masum, Syed Ahmed Shawki, and Naseef Amin along with Shibabrata Barman and Robiul Alam Robi.",
    "http://dbpedia.org/resource/Bengali_language",
    "",
    "2021-08-12",
    "Saleh Sobhan Auneem",
    "",
    "5",
    "1",
    "30.0",
    "TVSeries"
  ],
  "Unscripted": [
    "http://dbpedia.org/resource/Unscripted",
    "Unscripted is an American comedy-drama series that aired on HBO in early 2005. Its title referred to the fact that the series was largely improvised by its performers. The series was executive produced by Steven Soderbergh, George Clooney, and Grant Heslov.",
    "English",
    "",
    "2005-02-27",
    "Joanne Toll",
    "http://dbpedia.org/resource/Steven_Soderbergh",
    "10",
    "1",
    "26.0",
    "TVSeries"
  ],
  "Untamed & Uncut": [
    "http://dbpedia.org/resource/Untamed_&_Uncut",
    "Untamed & Uncut (also written as Untamed and Uncut and also Animal Real TV) is an American documentary television series that premiered on June 10, 2008, on Animal Planet. The program depicts unexpected and surprising animal encounters that are caught directly on tape at the scene. Each different video usually has computer 3D rendering of something to do with an animal attack on a human, either intentionally or unintentionally, animals fighting each other, animals causing havoc within a community, or animal rescues in which the animal is in grave danger (e.g., is deeply stuck in mud or ice, or is stuck on a cliff) or has been severely wounded. Most of the time, no one is killed, although a few deaths and many minor and severe injuries have occurred. Due to the disturbing content, Untamed &",
    "English",
    "",
    "2010-05-10",
    "Steve Ligerman",
    "Cheri Brownlee\nJohn Johnston",
    "55",
    "3",
    "44.0",
    "TVSeries"
  ],
  "Untold: The Greatest Sports Stories Never Told": [
    "http://dbpedia.org/resource/Untold:_The_Greatest_Sports_Stories_Never_Told",
    "Untold: The Greatest Sports Stories Never Told is an original one-hour documentary series featuring some of sports' most compelling figures and the challenges they've endured. It was hosted by Marv Albert. The series aired on Spike TV from 2004 to 2005.",
    "http://dbpedia.org/resource/English_language",
    "",
    "2005-02-11",
    "",
    "",
    "9",
    "1",
    "60.0",
    "TVSeries"
  ],
  "Unwrapped": [
    "http://dbpedia.org/resource/Unwrapped",
    "Unwrapped, also known as Unwrapped with Marc Summers, is an American television program on Food Network that reveals the origins of sponsored foods. It first aired in June 2001 and is hosted by Marc Summers. The show leads viewers on tours of factories and other food-related locations. Popular subjects include candy, breakfast cereal, snacks, and TV dinners. The show's spin-off, Trivia Unwrapped, is a game show also hosted by Marc Summers. In February 2015, a revival series, Unwrapped 2.0, began airing; it's hosted by Alfonso Ribeiro.",
    "http://dbpedia.org/resource/English_language",
    "",
    "2011-05-28",
    "Tim McOsker",
    "Chris Wheeler",
    "308",
    "9",
    "90.0",
    "TVSeries"
  ],
  "Usop Sontorian": [
    "http://dbpedia.org/resource/Usop_Sontorian",
    "Usop Sontorian is a Malaysian animated cartoon series aired on TV1 from 1996 to 1998. It was created by Ujang and Kamn Ismail (1956–2019) and produced by Kharisma Pictures. Ismail was the managing director of Quest Animations until his death in 2019. Ujang, the creator of the Usop Sontorian characters, was forbidden to draw any cartoon characters similar in likeness to Usop Sontorian, after a failed legal battle to acquire rights to the character. After the series demise and Kharisma Pictures' closure in 1997, many of the production team were switched to different animation companies while others become full-time cartoonist for magazines Ujang and APO?, both under Kharisma Publications (renamed to MOY Publications).",
    "http://dbpedia.org/resource/Bahasa_Melayu",
    "",
    "1998-05-04",
    "Othman Yusof",
    "Michael Lum",
    "50",
    "3",
    "23.0",
    "TVSeries"
  ],
  "Alias": [
    "http://dbpedia.org/resource/Alias_(TV_series)",
    "Alias is an American action thriller and science fiction television series created by J. J. Abrams, which was broadcast on ABC for five seasons from September 30, 2001, to May 22, 2006. It stars Jennifer Garner as Sydney Bristow, a double agent for the Central Intelligence Agency posing as an operative for SD-6, a worldwide criminal and espionage organization. Main co-stars throughout all five seasons included Michael Vartan as Michael Vaughn, Ron Rifkin as Arvin Sloane, and Victor Garber as Jack Bristow.",
    "English",
    "",
    "2006-05-22",
    "",
    "J. J. Abrams",
    "105",
    "5",
    "45.0",
    "TVSeries"
  ],
  "Alien / Օտարը": [
    "http://dbpedia.org/resource/Alien_(Armenian_TV_series)",
    "Alien (Armenian: Օտարը Otary) is an Armenian romantic melodrama television series. The series ended on Shant Premium on March 13, 2017. It premiered on Shant TV on September 18, 2017 and airs every workday at 8:00 (PM). Most of the series took place in Yerevan, Armenia.",
    "Armenian",
    "",
    "2017-07-28",
    "Hunan Soghoyan",
    "",
    "100",
    "1",
    "47.0",
    "TVSeries"
  ],
  "Alienated": [
    "http://dbpedia.org/resource/Alienated_(TV_series)",
    "Alienated is a Canadian science fiction TV series filmed and set in Victoria, British Columbia. The series premiered 8 July 2003 on Space and lasted for two seasons. Mill Creek Entertainment released the complete series on DVD.",
    "English",
    "",
    "2004-06-15",
    "http://dbpedia.org/resource/Cynthia_Chapman",
    "http://dbpedia.org/resource/Stephen_Hegyes",
    "22",
    "2",
    "30.0",
    "TVSeries"
  ],
  "All About Us": [
    "http://dbpedia.org/resource/All_About_Us_(TV_series)",
    "All About Us is an American teen sitcom series that aired on NBC during the station's TNBC lineup from August 4, 2001 to November 10, 2001. It was produced by Peter Engel Productions. The series' premiere episode was directed by Fred Savage. The show was canceled after one season when NBC decided to abandon its TNBC lineup and instead lease its Saturday mornings to Discovery Networks starting in fall 2002.",
    "English",
    "",
    "2001-11-10",
    "Al Sonja L. Rice",
    "http://dbpedia.org/resource/Peter_Engel",
    "13",
    "1",
    "24.0",
    "TVSeries"
  ],
  "All Rise": [
    "http://dbpedia.org/resource/All_Rise_(TV_series)",
    "All Rise (stylized as all rise.) is an American legal drama television series created by Greg Spottiswood that premiered on CBS on September 23, 2019, as a Monday night entry in the 2019–20 television season and concluded on May 24, 2021. In May 2020, the series was renewed for a second season which premiered on November 16, 2020. In May 2021, the series was canceled after two seasons.",
    "English",
    "",
    "2021-05-24",
    "Ronald Chong",
    "http://dbpedia.org/resource/Sunil_Nayar",
    "38",
    "2",
    "44.0",
    "TVSeries"
  ],
  "All Saints": [
    "http://dbpedia.org/resource/All_Saints_(TV_series)",
    "All Saints is an Australian medical drama television series that first screened on the Seven Network on 24 February 1998. Set in the fictional All Saints Western General Hospital, it focused on the staff of Ward 17 until its closure in 2004, which is when the focus changed and began following the staff of the Emergency Department. It was produced by John Holmes alongside Jo Porter, MaryAnne Carroll and Di Drew. The final episode aired on 27 October 2009, completing its recording-breaking 12-year run.",
    "English",
    "",
    "2009-10-27",
    "Di Drew",
    "John Holmes",
    "493",
    "12",
    "45.0",
    "TVSeries"
  ],
  "All That Glitters": [
    "http://dbpedia.org/resource/All_That_Glitters_(TV_series)",
    "All That Glitters is an American sitcom by producer Norman Lear. It consisted of 65 episodes, running five nights a week between April 18 and July 15, 1977, in broadcast syndication. The show, a spoof of the soap opera format, depicted the trials and tribulations of a group of executives at the Globatron corporation. The twist of the series was that it was set within a world of complete role-reversal: Women were the \"stronger sex,\" the executives and breadwinners, while the \"weaker sex\" – the men – were the secretaries or stay-at-home househusbands. Men were often treated as sex objects.",
    "English",
    "",
    "1977-07-15",
    "Norman Lear",
    "Norman Lear",
    "65",
    "1",
    "25.0",
    "TVSeries"
  ],
  "All Together Now": [
    "http://dbpedia.org/resource/All_Together_Now_(1991_Australian_TV_series)",
    "All Together Now was an Australian sitcom that was broadcast on Nine Network between 1991 and 1993. The premise involved an aging rocker, played by Jon English trying to maintain his music career while living with his son and daughter. For an undetermined number of initial episodes filmed prior to public broadcast, the show title was \"Rhythm and Blues\" and had a different theme song.",
    "English",
    "",
    "1993-09-14",
    "Alan Hardy",
    "http://dbpedia.org/resource/Kris_Noble",
    "101",
    "3",
    "25.0",
    "TVSeries"
  ],
  "All You Need Is Love": [
    "http://dbpedia.org/resource/All_You_Need_Is_Love:_The_Story_of_Popular_Music",
    "All You Need Is Love: The Story of Popular Music is the name of a 17-part television documentary series on the history of modern pop music directed by Tony Palmer, originally broadcast worldwide between 1976 and 1980. The series covers some of the many different genres that have fallen under the \"pop\" label between the mid-19th century and 1976, including folk, ragtime, Tin Pan Alley, vaudeville and music hall, musical theatre, country, swing, jazz, blues, R&B, rock 'n' roll and others.",
    "English",
    "",
    "1977-06-04",
    "Neville C. Thompson",
    "http://dbpedia.org/resource/Richard_Pilbrow",
    "17",
    "1",
    "60.0",
    "TVSeries"
  ],
  "Almost Family": [
    "http://dbpedia.org/resource/Almost_Family",
    "Almost Family is an American drama television series based on the Australian television series Sisters, developed by Annie Weisman which aired from October 2, 2019, to February 22, 2020, on Fox. In March 2020, Fox canceled the series after one season.",
    "English",
    "",
    "2020-02-22",
    "",
    "",
    "13",
    "1",
    "46.0",
    "TVSeries"
  ],
  "Almost Human": [
    "http://dbpedia.org/resource/Almost_Human_(TV_series)",
    "Almost Human is an American science fiction/crime drama that aired from November 17, 2013, through March 3, 2014, on Fox. The series was created by J. H. Wyman for Frequency Films, Bad Robot Productions and Warner Bros. Television. Wyman, Bryan Burk and J. J. Abrams are executive producers. After one season, Fox canceled the series on April 29, 2014.",
    "English",
    "",
    "2014-03-03",
    "Athena Wickham",
    "J. J. Abrams",
    "13",
    "1",
    "45.0",
    "TVSeries"
  ],
  "Alone Together": [
    "http://dbpedia.org/resource/Alone_Together_(TV_series)",
    "Alone Together is an American comedy series created by and starring Benji Aflalo and Esther Povitsky. Eben Russell also co-created the series and executive produces alongside Aflalo and Povitsky. The series is also produced by The Lonely Island's Andy Samberg, Akiva Schaffer and Jorma Taccone. It follows two platonic best friends who attempt to find a foothold in Los Angeles. It premiered on January 10, 2018 on Freeform. The series' second season began airing on August 1, 2018. On November 2, 2018, Freeform canceled the series after two seasons.",
    "English",
    "",
    "2018-08-29",
    "",
    "",
    "20",
    "2",
    "22.0",
    "TVSeries"
  ],
  "Alphas": [
    "http://dbpedia.org/resource/Alphas",
    "Alphas is an American superhero drama television series created by Zak Penn and Michael Karnow. It follows a group of people with superhuman abilities, known as \"Alphas\", as they work to prevent crimes committed by other Alphas.",
    "English",
    "",
    "2012-10-22",
    "http://dbpedia.org/resource/Nick_Copus",
    "http://dbpedia.org/resource/Gail_Berman",
    "24",
    "2",
    "43.0",
    "TVSeries"
  ],
  "Amanda's": [
    "http://dbpedia.org/resource/Amanda's",
    "Amanda's (also known as Amanda's by the Sea) is an American sitcom television series based on the 1970s British sitcom Fawlty Towers that aired on ABC from February 10 to May 26, 1983. The series starred Bea Arthur as Amanda Cartwright, who owns a seaside hotel called \"Amanda's by the Sea\" and was Arthur's first return to series television since her sitcom Maude ended in 1978. A total of thirteen episodes were produced, with three remaining unaired following the series' cancellation.",
    "English",
    "",
    "1983-05-26",
    "http://dbpedia.org/resource/Allan_Manings",
    "Len Rosenberg",
    "13",
    "1",
    "30.0",
    "TVSeries"
  ],
  "Amazing Grace": [
    "http://dbpedia.org/resource/Amazing_Grace_(American_TV_series)",
    "Amazing Grace is an American drama television series created by Deborah Jones. The series stars Patty Duke, Joe Spano, Lorraine Toussaint, Robin Gammell, Marguerite Moreau, Justin Garms, Gavin Harrison and Dan Lauria. The series aired on NBC from April 1, 1995, to September 16, 1995. Shot on location in Duke's adopted hometown of Coeur d'Alene, Idaho, the series featured Duke as a newly ordained minister who had experienced addiction to painkillers.",
    "English",
    "",
    "1995-09-16",
    "http://dbpedia.org/resource/Brooke_Kennedy",
    "Jonathan Estrin",
    "5",
    "1",
    "42.0",
    "TVSeries"
  ],
  "Amazing Stories": [
    "http://dbpedia.org/resource/Amazing_Stories_(1985_TV_series)",
    "Amazing Stories is an American anthology television series created by Steven Spielberg, that originally ran on NBC in the United States from September 29, 1985 to April 10, 1987. The series was nominated for 12 Emmy Awards and won five. The first season episode \"The Amazing Falsworth\" earned writer Mick Garris an Edgar Award for Best Episode in a TV Series. It was not a ratings hit (ranking 40th in Season 1 and 52nd in Season 2), however, and the network did not renew it after the two-year contract expired. The 1987 science fiction film Batteries Not Included was originally intended as a story for Amazing Stories, but Spielberg liked the idea so much that he decided to make it a theatrical release.",
    "English",
    "",
    "1987-04-10",
    "http://dbpedia.org/resource/Brad_Bird",
    "Steven Spielberg",
    "45",
    "2",
    "30.0",
    "TVSeries"
  ],
  "Amazon": [
    "http://dbpedia.org/resource/Amazon_(2008_TV_series)",
    "Amazon (also known as Amazon with Bruce Parry) is a BBC documentary television series co-produced by the and , and hosted by Bruce Parry. In the series, Parry—a former British Royal Marine—travels more than 6,000 km down the Amazon River, by boat, light aircraft, and on foot. Over the course of six episodes, he meets and lives with indigenous peoples, coca farmers, loggers, and illegal miners. The series was released on a two-disc DVD set on 3 November 2008. A book to accompany the series was also published.",
    "English",
    "",
    "2008-10-20",
    "Steve Robinson, Matt Brandon",
    "Adrian Davies, Richard Klein, Sam Organ",
    "6",
    "1",
    "45.0",
    "TVSeries"
  ],
  "Amber": [
    "http://dbpedia.org/resource/Amber_(TV_series)",
    "Amber is an Irish television crime drama series, created by Rob Cawley and Paul Duane and directed by Thaddeus O'Sullivan, that broadcast across four consecutive nights on RTÉ One from 19 to 22 January 2014. The series stars Eva Birthistle and David Murray as parents of a young teenage girl, Amber Bailey (Lauryn Canny), who disappears after being dropped off by her father at a friends' house in Dublin.",
    "http://dbpedia.org/resource/English_language",
    "",
    "2014-01-22",
    "Paul Donovan",
    "",
    "4",
    "1",
    "60.0",
    "TVSeries"
  ],
  "Amen": [
    "http://dbpedia.org/resource/Amen_(TV_series)",
    "Amen is an American sitcom produced by Carson Productions that aired on NBC from September 27, 1986 to May 11, 1991. Set in Sherman Hemsley's real-life hometown of Philadelphia, Amen stars Hemsley as the deacon of a church and was part of a wave of successful sitcoms on NBC in the 1980s and early 1990s which featured predominantly black casts – others included The Cosby Show, A Different World, The Fresh Prince of Bel-Air, and 227.",
    "English",
    "",
    "1991-05-11",
    "http://dbpedia.org/resource/Peter_Noah",
    "http://dbpedia.org/resource/James_R._Stein",
    "110",
    "5",
    "24.0",
    "TVSeries"
  ],
  "Watch My Chops": [
    "http://dbpedia.org/resource/Watch_My_Chops",
    "Watch My Chops (also known as Corneil & Bernie) is a French animated series about an intelligent talking dog, Corneil, and his \"dog sitter\", Bernie Barges. The series was produced, written, and animated in France, and the English dubbing took place in London at The Sound Company studios. The series was produced by Millimages and aired in the United States on Nicktoons, in the UK on CBBC from 2003 to 2007 and France on France 3 as of December 2003. It starred Keith Wickham, Ben Small, Dian Perry, Dan Russell, Becca Stewart and Laurence Bouvard and more recently Mark Laidman. 52 episodes were produced.",
    "",
    "",
    "2016-04-09",
    "Emmanuel Franck",
    "Jonathan Peel",
    "104",
    "2",
    "13.0",
    "TVSeries"
  ],
  "My Antonio": [
    "http://dbpedia.org/resource/My_Antonio",
    "My Antonio was a reality television show about Antonio Sabàto, Jr. first broadcast on VH1 in 2009. The series followed Sabàto (then 37 years of age) in his search for a partner. Single women arrived in Hawaii to compete for Sabàto's approval. Extra drama was created by the addition of Sabàto's mother and the appearance of his ex-wife Tully Jensen as one of the competitors.",
    "",
    "",
    "2009-10-25",
    "Stewart Strunk",
    "Michael Bloom",
    "10",
    "1",
    "60.0",
    "TVSeries"
  ],
  "Urban Gothic": [
    "http://dbpedia.org/resource/Urban_Gothic_(TV_series)",
    "Urban Gothic was a horror based series of short stories shown on Channel 5 running for two series between May 2000 and December 2001. Filmed on a low budget and broadcast in a later time-slot, it nonetheless acquired a following. It has also since been repeated on the Horror Channel. Set around London there is an underlying story thread that only becomes clear in the last episodes of each series. Each episode was different in style from the others, running the gamut of documentary-style independent film to spoof, to slick dramas similar in style to The Outer Limits or The Twilight Zone.",
    "",
    "",
    "2001-12-28",
    "John Price",
    "http://dbpedia.org/resource/Victor_Glynn",
    "22",
    "2",
    "30.0",
    "TVSeries"
  ],
  "Love It or List It Vancouver": [
    "http://dbpedia.org/resource/Love_It_or_List_It_Vancouver",
    "Love It or List It Vancouver, known as Love It or List it Too in the United States, is a Canadian home design reality TV series airing on the W Network. The show was the first spin off from Love It or List It and was the second show in the Love it or List It franchise. The show is produced by Big Coat Productions and is based in the Greater Vancouver area and other surrounding areas in British Columbia, Canada. In November 2017, the series was planning to film in the Okanagan valley.",
    "English",
    "",
    "",
    "Shel Piercy",
    "Maria Armstrong, Catherine Fogarty",
    "129",
    "5",
    "60.0",
    "TVSeries"
  ],
  "Proper Manors": [
    "http://dbpedia.org/resource/Proper_Manors",
    "Proper Manors is a dramatic soap opera about the small, fictional town of Proper, USA and its inhabitants. The web-based TV series is filmed and produced primarily in Salt Lake City and Ogden, Utah, where most of the cast and crew are from. The show was created by Pietro D'Alessio and is based loosely on his experiences growing up in various locations across the country.",
    "English",
    "",
    "",
    "Jessica Diekmann, Teresa Gordon, Kim McDonald, Jef Phillips",
    "Marc Anthony, Theo Ceasar, Jaison H. Costley, Mark Loren Fletcher, Tracy Townsend, Tina Dawn Rayley, Robin Westover, Colby Deaton, Paul G. Smith, Jennifer Groendal, Ashley Eliza Parker, Ben Sant, Peter D'Alessio, Jef Phillips, Tina Dawn Rayley,  Mary Alice Nelson, Rebecca Peterson, Jennifer Groendal,  Marissa E. Macias, Orion Hansen, Kimberly McDonald, Ben Sant, Teresa Gordon,",
    "85",
    "3",
    "22.0",
    "TVSeries"
  ],
  "The Joseph Smith Papers": [
    "http://dbpedia.org/resource/The_Joseph_Smith_Papers_(TV_series)",
    "The Joseph Smith Papers: Television Documentary Series is a documentary television series produced by and the Larry H. Miller Communications Corporation. The series documented the creation of, and work involved in, the Joseph Smith Papers Project. It also discussed the history of Joseph Smith, the founder and first prophet of The Church of Jesus Christ of Latter-day Saints (LDS Church), as well as the early history of the Latter Day Saint movement.",
    "English",
    "",
    "",
    "Glenn Rawson",
    "http://dbpedia.org/resource/Larry_H._Miller",
    "94",
    "2",
    "30.0",
    "TVSeries"
  ],
  "The Moe Show": [
    "http://dbpedia.org/resource/The_Moe_Show",
    "The Moe Show is a New Zealand live-action preschool puppet series. It follows puppet character Moe on his journeys of discovery throughout New Zealand.",
    "English",
    "",
    "",
    "Zane Holmes",
    "Jeremy Dillon",
    "217",
    "4",
    "24.0",
    "TVSeries"
  ],
  "Udaariyaan": [
    "http://dbpedia.org/resource/Udaariyaan",
    "Udaariyaan is an Indian television drama series that airs on Colors TV. Produced by Sargun Mehta and Ravi Dubey, it premiered on 15 March 2021. It stars Ankit Gupta, and Priyanka Choudhary .",
    "http://dbpedia.org/resource/Punjabi_language",
    "",
    "",
    "http://dbpedia.org/resource/Sargun_Mehta",
    "Ali Hasan",
    "147",
    "1",
    "23.0",
    "TVSeries"
  ],
  "Um Hārūn": [
    "http://dbpedia.org/resource/Um_Harun",
    "Um Hārūn (Gulf Arabic: ام هارون‎, romanized: Um Hārūn, lit. 'Mother of Aaron', Gulf Arabic pronunciation: [ʊm häːruːn]) is a Kuwaiti television series that started airing during the , a time when TV viewership in Arabic-speaking countries is very high. Most of the actors and actresses are from Arab states of the Persian Gulf, with the most notable being from Kuwait.",
    "Arabic",
    "",
    "",
    "ʿimād il-ʿnizi",
    "Našʾat al-Mulḥim",
    "30",
    "1",
    "45.0",
    "TVSeries"
  ],
  "United States of Al": [
    "http://dbpedia.org/resource/United_States_of_Al",
    "United States of Al is an American television sitcom created by David Goetsch and Maria Ferrari. It stars Adhir Kalyan and Parker Young, with Elizabeth Alderfer, Kelli Goss, Dean Norris, and Farrah Mackenzie in supporting roles. The series follows Al (Kalyan), an interpreter from Afghanistan who moves to Columbus, Ohio with his friend Riley (Young), a veteran of the United States Marine Corps. Executive produced by Chuck Lorre, it is produced and distributed by Warner Bros. Television Studios.",
    "English",
    "",
    "",
    "",
    "",
    "13",
    "1",
    "20.0",
    "TVSeries"
  ],
  "Unprotected Sets": [
    "http://dbpedia.org/resource/Unprotected_Sets",
    "Unprotected Sets is an American documentary television series that premiered on October 5, 2018, on Epix. On October 13, 2020, it was announced that the second season will premiere on October 16, 2020.",
    "English",
    "",
    "",
    "Sharon Houston",
    "http://dbpedia.org/resource/Wanda_Sykes",
    "24",
    "2",
    "28.0",
    "TVSeries"
  ],
  "Untitled Web Series About a Space Traveler Who Can Also Travel Through Time": [
    "http://dbpedia.org/resource/Untitled_Web_Series_About_a_Space_Traveler_Who_Can_Also_Travel_Through_Time",
    "Untitled Web Series About a Space Traveler Who Can Also Travel Through Time (UWSAASTWCATTT), also known as Inspector Spacetime, is an adventure-sci-fi web series created by Travis Richey, and based on the television comedy series Community. The series is based on a fictional series first mentioned during the episode \"Biology 101\" of Community. Inspector Spacetime is, by itself, a Doctor Who parody. UWSAASTWCATTT follows The Inspector, a character that can travel through time and space by way of a red BOOTH (Bio Organic Omnidirectional Time Helix), a special space/timeship similar in some ways to the TARDIS. Reception for the series has been positive, with USA Today including it in their \"Best of TV on the Web in 2012\" list. A feature film based on the series, entitled The Inspector Chronic",
    "English",
    "",
    "",
    "Golan Ramras",
    "Travis Richey",
    "7",
    "1",
    "5.0",
    "TVSeries"
  ],
  "All American": [
    "http://dbpedia.org/resource/All_American_(TV_series)",
    "All American is an American sports drama television series, created by April Blair that premiered on The CW on October 10, 2018. The series is inspired by the life of professional American football player Spencer Paysinger with Daniel Ezra in the lead role.In January 2020, The CW renewed the series for a third season which premiered on January 18, 2021. In February 2021, the series was renewed for a fourth season which is set to premiere on October 25, 2021.",
    "English",
    "",
    "",
    "",
    "",
    "51",
    "3",
    "49.0",
    "TVSeries"
  ],
  "All Night": [
    "http://dbpedia.org/resource/All_Night_(TV_series)",
    "All Night is an American teen comedy streaming television series created by Jason Ubaldi that premiered on May 11, 2018, on Hulu. The series stars a large ensemble of actors including Chris Avila, Brec Bassinger, Chanel Celaya, Ty Doran, Teala Dunn, Allie Grant, Caleb Ray Gallegos, and Eva Gutowski. The series is executive produced by Ubaldi, Brian Dannelly, Shelley Zimmerman, Jordan Levin, Brett Bouttier, and Joe Davola.",
    "English",
    "",
    "",
    "",
    "",
    "10",
    "1",
    "24.0",
    "TVSeries"
  ],
  "All for Nothing?": [
    "http://dbpedia.org/resource/All_for_Nothing%3F",
    "All for Nothing? is a Canadian real estate and design television series that airs on the W Network. The series is produced by Mountain Road Productions and is based in Ottawa and its surrounding areas. The first season premiered on October 7, 2010, comprising 13 one-hour episodes and has since aired on Casa. It can also currently be seen on the Ion Life channel in the United States.",
    "English",
    "",
    "",
    "Tim Alp, Lisa Nault",
    "Tim Alp",
    "39",
    "2",
    "45.0",
    "TVSeries"
  ],
  "America's Funniest Home Videos": [
    "http://dbpedia.org/resource/America's_Funniest_Home_Videos",
    "America's Funniest Home Videos, also called America's Funniest Videos (abbreviated as AFHV and AFV), is an American video clip television series on ABC, based on the Japanese variety show Fun TV with Kato-chan and Ken-chan. The show featured humorous homemade videos that are submitted by viewers. The most common videos feature unintentional physical comedy, pets or children and some staged pranks.",
    "English",
    "",
    "",
    "Bill Barlow",
    "http://dbpedia.org/resource/Todd_Thicke",
    "721",
    "31",
    "22.0",
    "TVSeries"
  ],
  "The Amazing Extraordinary Friends": [
    "http://dbpedia.org/resource/The_Amazing_Extraordinary_Friends",
    "The Amazing Extraordinary Friends is a New Zealand superhero television series featuring the adventures of a modern-day superhero teenage boy and his friends. The protagonist is a teenage boy called Ben Wilson who finds out about a superhero insignia which gives him powers. He has difficulty with them, especially flight and using eye lasers at first, but soon learns to control them fairly well. His grandfather is also a superhero, and this is how he comes to acquire the insignia. His mother hates all the superhero business going on for the sake of safety, but his father and stepfather both encourage him, his father being the previous superhero in Ben's position, Captain Xtraordinary or simply Captain X, and his stepfather being the son of a supervillain, The Comedian. The position, it is f",
    "",
    "",
    "",
    "John Harris, Matt McPhail",
    "Stephen Campbell",
    "40",
    "3",
    "30.0",
    "TVSeries"
  ],
  "Workout From Within with Jeff Halevy": [
    "http://dbpedia.org/resource/Workout_from_Within_with_Jeff_Halevy",
    "Workout From Within with Jeff Halevy is an American syndicated talk show airing weekly in the U.S. It debuted on April 25, 2013. The half-hour-long primetime program is produced and distributed in the U.S. by .",
    "",
    "",
    "",
    "Adrienne Hammel",
    "Cordelia Bowe",
    "52",
    "1",
    "30.0",
    "TVSeries"
  ],
  "America's Next Top Model": [
    "http://dbpedia.org/resource/America's_Next_Top_Model",
    "America's Next Top Model (abbreviated ANTM and Top Model) is an American reality television series and interactive competition in which a number of aspiring models compete for the title of \"America's Next Top Model\" and a chance to begin their career in the modeling industry. Created by Tyra Banks, who also serves as an executive producer, and developed by Ken Mok and Kenya Barris, the series premiered in May 2003, and aired semiannually until 2012, then annually from 2013. The first six seasons (referred to as \"cycles\") aired on UPN, before UPN merged with The WB to create The CW in 2006. The following sixteen cycles aired on The CW until the series was first cancelled in October 2015. The series was revived in 2016 and has been airing on VH1 ever since. The series was among the highest-r",
    "English",
    "",
    "2018-04-10",
    "",
    "Tyra Banks",
    "315",
    "24",
    "43.0",
    "TVSeries"
  ],
  "American Dream": [
    "http://dbpedia.org/resource/American_Dream_(TV_series)",
    "American Dream is an American drama television series created by Ronald M. Cohen. The series stars George Barrow, Stephen Macht, Karen Carlson, Hans Conried, Michael Hershewe, Timothy Owen Waldrip and Andrea Smith. The series aired on ABC from April 26, 1981, to June 10, 1981. The series concerned a father (Macht) who worried that his children were learning bigotry and superficial values in the suburbs. So moved his wife, Donna, and three children (teenage Casey and pre-teens Todd and Jenny) to multiracial urban Chicago. There, Donna's father, Sam, moved in.",
    "English",
    "",
    "1981-06-10",
    "http://dbpedia.org/resource/Barney_Rosenzweig",
    "http://dbpedia.org/resource/William_Blinn",
    "8",
    "1",
    "42.0",
    "TVSeries"
  ],
  "American Dreamer": [
    "http://dbpedia.org/resource/American_Dreamer_(TV_series)",
    "American Dreamer is an American sitcom television series created by Susan Seeger, which aired on NBC from September 20, 1990, until June 22, 1991, as part of its 1990-91 lineup. American Dreamer stars Robert Urich as fictional character Tom Nash, formerly a high-powered network correspondent who was forced to reassess his priorities following the death of his wife. He decided to give up his career in order to spend more time with his children. To do this, he moved to Kenosha, Wisconsin, where he supported his family by contributing a column about \"real people\" to a Chicago newspaper. His editor, Joe Baines (Jeffrey Tambor), felt Tom was completely wasting his talents and drove out from Chicago weekly (a huge sacrifice, from his viewpoint) to attempt to convince Tom to return the world of \"",
    "English",
    "",
    "1991-06-22",
    "Linda Nieber",
    "http://dbpedia.org/resource/Gary_David_Goldberg",
    "17",
    "1",
    "30.0",
    "TVSeries"
  ],
  "American Dreams": [
    "http://dbpedia.org/resource/American_Dreams",
    "American Dreams is an American drama television series that ran on NBC for three seasons & 61 episodes, from September 29, 2002 to March 30, 2005. The show tells the story of the Pryor family of Philadelphia during the mid-1960s, with many plotlines centered around teenager Meg Pryor (Brittany Snow), who dances on Dick Clark's American Bandstand. The show often featured contemporary musicians performing as popular musicians of the 1960s. Season one takes place in 1963–64, season two in 1964–65, and season three in 1965–66.",
    "English",
    "",
    "2005-03-30",
    "",
    "",
    "61",
    "3",
    "60.0",
    "TVSeries"
  ],
  "American Family": [
    "http://dbpedia.org/resource/American_Family_(2002_TV_series)",
    "American Family, sometimes called American Family: Journey of Dreams is a PBS series created by Gregory Nava that follows the lives of a Latino family in Los Angeles. This was the first broadcast television drama series featuring a predominantly Latino cast. It also was the first original primetime American episodic drama to air on PBS in decades—since the series I'll Fly Away moved to the network.",
    "English",
    "",
    "2004-07-11",
    "",
    "",
    "35",
    "2",
    "45.0",
    "TVSeries"
  ],
  "American Gothic": [
    "http://dbpedia.org/resource/American_Gothic_(2016_TV_series)",
    "American Gothic is an American mystery drama television series created by Corinne Brinkerhoff. CBS announced a 13-episode straight-to-series order on October 9, 2015. The show premiered on June 22, 2016. On October 17, 2016, CBS cancelled the series after one season.",
    "English",
    "",
    "2016-09-07",
    "Shauna Jamison",
    "",
    "13",
    "1",
    "43.0",
    "TVSeries"
  ],
  "American Woman": [
    "http://dbpedia.org/resource/American_Woman_(TV_series)",
    "American Woman is an American comedy series inspired by the childhood of actress and reality star Kyle Richards that premiered on June 7, 2018, on Paramount Network. The series was created by John Riggi and stars Alicia Silverstone, Mena Suvari, Jennifer Bartels, Makenna James, and Lia McHugh. On September 5, 2018, it was announced that the series had been cancelled after one season.",
    "English",
    "",
    "2018-08-23",
    "",
    "",
    "11",
    "1",
    "26.0",
    "TVSeries"
  ],
  "Arrested Development": [
    "http://dbpedia.org/resource/Arrested_Development",
    "Arrested Development is an American television sitcom created by Mitchell Hurwitz, which originally aired on Fox for three seasons from November 2, 2003, to February 10, 2006. The show follows the Bluths, a formerly wealthy dysfunctional family. It is presented in a serialized format, incorporating handheld camera work, voice-over narration, archival photos, and historical footage. The show maintains numerous running gags and catchphrases. Ron Howard serves as both an executive producer and the omniscient narrator and, in later seasons, appears in the show portraying a fictionalized version of himself. Set in Newport Beach, California, Arrested Development was filmed primarily in Culver City and Marina del Rey.",
    "English",
    "",
    "2006-02-10",
    "",
    "",
    "84",
    "5",
    "48.0",
    "TVSeries"
  ]
}